{
  "number": 103,
  "nameAr": "سورة العصر",
  "nameBn": "সূরা আল-'আসর",
  "revelationPlace": "Makki",
  "ayahCount": 3,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুনাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": " পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": " পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "وَالْعَصْرِ",
      "bangla": "কালের শপথ",
      "translations": {
        "osmani": "শপথ মহাকালের।",
        "tawjih": "সময়ের শপথ!"
      },
      "words": [
        {
          "text": "وَالْعَصْرِ",
          "meaningBn": "কালের শপথ",
          "notes": "عَصَرَ (রস বের করা, চারদিক থেকে পেষণ করা, নিংড়ানো, মোচড়ানো, চাপ দিয়ে ছোট করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عَصْرٌ (যুগ, দীর্ঘ সময়, কাল, অপরাহ্ন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় اَلْعَصْرِ (কালের) হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "إِنَّ الْإِنسَانَ لَفِي خُسْرٍ",
      "bangla": "নিশ্চয় মানুষ ক্ষতির মধ্যে রয়েছে।",
      "translations": {
        "osmani": "নিশ্চয়ই মানুষ অত্যন্ত ক্ষতির মধ্যে রয়েছে।",
        "tawjih": "মানুষ আসলে বড়ই ক্ষতির মধ্যে রয়েছে।"
      },
      "words": [
        {
          "text": "إِنَّ",
          "meaningBn": "নিশ্চয়ই",
          "notes": "إِنَّ: জোর/নিশ্চয়তা বোঝাতে ব্যবহৃত একটি হরফ; এর পরে সাধারণত নাম (special noun) আসে।"
        },
        {
          "text": "الْإِنسَانَ",
          "meaningBn": "মানুষ",
          "notes": "أَنِسَ (সামাজিক হওয়া, মিশুক হওয়া, বন্ধুভাবাপন্ন হওয়া, প্রীতিকর হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسَانُ (মানুষ, মনুষ্য, মানব জাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়ই)-এর বিশেষ্য হওয়ায় اَلْإِنْسَانَ হয়েছে।"
        },
        {
          "text": "لَفِي",
          "meaningBn": "অবশ্যই মধ্যে আছে",
          "notes": "لَفِي: শব্দটি ক্রিয়া-বিশেষণ لَ (অবশ্যই, নিশ্চয়ই) এবং সম্বন্ধসূচক অব্যয় فِي (মধ্যে)-এর মিলিত রূপ।"
        },
        {
          "text": "خُسْرٍ",
          "meaningBn": "ক্ষতির",
          "notes": "خَسِرَ (ক্ষতিগ্রস্ত হওয়া, লোকসান দেওয়া, ধ্বংস হওয়া, পরাস্ত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خُسْرٌ (ক্ষতি, লোকসান, ধ্বংস); এর পূর্বে সম্বন্ধসূচক অব্যয় فِي থাকায় خُسْرٍ (ক্ষতির) হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
      "bangla": "সে লোকদের ছাড়া, যারা ঈমান এনেছে ও নেক আমল করেছে এবং পরস্পরকে সত্যের উপদেশ দিয়েছে ও ধৈর্যের উপদেশ দিয়েছে।",
      "translations": {
        "osmani": "কিন্তু ওরা নয়— যারা ঈমান আনে ও নেক আমল করে এবং পরস্পরকে হকের উপদেশ দেয় ও সবরের উপদেশ দেয়।",
        "tawjih": "তবে তারা ছাড়া যারা ঈমান এনেছে ও সৎকাজ করতে থেকেছে এবং একজন অন্যজনকে হক কথার ও সবর করার উপদেশ দিতে থেকেছে।"
      },
      "words": [
        {
          "text": "إِلَّا",
          "meaningBn": "ব্যতীত",
          "notes": "إِلَّا: ব্যতিক্রমসূচক হরফ; ‘কিন্তু’, ‘ব্যতীত’ অর্থে ব্যবহৃত হয়।"
        },
        {
          "text": "الَّذِينَ",
          "meaningBn": "তারা যারা",
          "notes": "اَلَّذِينَ: সম্পর্কসূচক সর্বনাম; বহুবচন, পুংলিঙ্গ; অর্থ ‘যারা’, ‘তারা যারা’।"
        },
        {
          "text": "آمَنُوا",
          "meaningBn": "ঈমান এনেছে",
          "notes": "أَمِنَ মূল ক্রিয়ার ৪নং ফরম آمَنَ (বিশ্বাস করা, ঈমান আনা)-এর অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ آمَنُوا (তারা ঈমান আনল)।"
        },
        {
          "text": "وَعَمِلُوا",
          "meaningBn": "এবং তারা আমল করেছে",
          "notes": "عَمِلَ (কাজ করা, কর্ম করা, আমল করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ عَمِلُوا (তারা আমল করেছে); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الصَّالِحَاتِ",
          "meaningBn": "সৎকর্মসমূহ",
          "notes": "صَلَحَ (সৎ হওয়া, সৎকর্মশীল হওয়া, নীতিবান হওয়া) মূল ক্রিয়ার একটি বিশেষ্য اَلصَّالِحَاتُ (সৎকর্মসমূহ, নেকীর কাজসমূহ); স্ত্রীলিঙ্গ অটুট বহুবচন হওয়ায় শেষ অক্ষরে যবর না নিয়ে যের/জজম ইত্যাদি আসে। এখানে কর্ম হওয়ায় اَلصَّالِحَاتِ হয়েছে।"
        },
        {
          "text": "وَتَوَاصَوْا",
          "meaningBn": "এবং তারা পরস্পরকে উপদেশ দিয়েছে",
          "notes": "وَتَوَاصَوْا: ক্রিয়া تَوَاصَى (পরস্পরকে উপদেশ দেওয়া, অসিয়ত করা)-এর অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "بِالْحَقِّ",
          "meaningBn": "হকের সহিত",
          "notes": "حَقَّ (সত্য হওয়া, সঠিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, ন্যায়, হক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (সহিত) যুক্ত থাকায় بِالْحَقِّ (হকের সহিত) হয়েছে।"
        },
        {
          "text": "وَتَوَاصَوْا",
          "meaningBn": "এবং তারা পরস্পরকে উপদেশ দেয়",
          "notes": "ওপরের وَتَوَاصَوْا এর মতোই; এখানে পুনরাবৃত্তি অর্থকে জোর দেয়।"
        },
        {
          "text": "بِالصَّبْرِ",
          "meaningBn": "সবরের ব্যাপারে",
          "notes": "صَبَرَ (ধৈর্য ধারণ করা, সহ্য করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য صَبْرٌ (ধৈর্য, সহিষ্ণুতা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হয়ে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ থাকায় بِالصَّبْرِ (সবরের ব্যাপারে) হয়েছে।"
        }
      ]
    }
  ]
}
