{
  "number": 50,
  "nameAr": "سورة ق",
  "nameBn": "সূরা ক্বা'ফ",
  "revelationPlace": "Makki",
  "ayahCount": 45,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "ق وَالْقُرْآنِ الْمَجِيدِ",
      "bangla": "কা-ফ্, শপথ সম্মানিত কুরআনের;",
      "translations": {
        "osmani": "কাফ। শপথ সম্মানিত কুরআনের।",
        "tawjih": "কাফ। শপথ সম্মানিত কুরআনের।"
      },
      "words": [
        {
          "text": "ق",
          "meaningBn": "কা-ফ",
          "notes": "এই রকম বিচ্ছিন্ন অক্ষরকে হরুফে মুকাত্তায়াত বলা হয়, সুরা 'কা-ফ' ও আরো বেশ কিছু সূরার শুরুতে এ রকম ছিন্ন অক্ষর দেখা যায়, বলা হয়ে থাকে এগুলি আয়াতে মুতাসাবিহাত এর অন্তর্গত, এসম্বন্ধে তফসীরকারগণের মধ্যে মতভেদ রয়েছে।"
        },
        {
          "text": "وَالْقُرْآنِ",
          "meaningBn": "শপথ কুরআনের",
          "notes": "قَرَأَ (পড়া, পাঠ করা, আবৃত্তি করা, অধ্যয়ন করা, বক্তৃতার ঢঙে পাঠ করা, সতর্কতার সঙ্গে পরীক্ষা করা, খুঁটিয়ে দেখা) মূল ক্রিয়ার একটি বিশেষ্য قُرْآنٌ (কুরআন, যে গ্রন্থ পাঠ করতে হয়, যা অন্যকে জ্ঞাপন করা হয়, যা প্রত্যর্পণ করা হয়েছে, যা আবৃত্তি করা হয়, যা বিঘোষিত হয়েছে, যা পুনরাবৃত্তি করা হয়েছে, যা সঞ্চারিত করা হয়েছে, যা সংগৃহিত এবং যেখানে ধর্মীয়/ ঐশ্বরিক সকল সত্য বিষয় অন্তর্ভূক্ত রয়েছে); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় الْقُرْآنِ হয়েছে।"
        },
        {
          "text": "الْمَجِيدِ",
          "meaningBn": "সম্মানিত",
          "notes": "مَجُدَ (মর্যাদাবান হওয়া, মহিমান্বিত হওয়া, সম্মানিত হওয়া, গৌরবান্বিত হওয়া, প্রথিতযশা হওয়া, লব্ধপ্রতিষ্ঠিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَجِيدٌ (মহিমান্বিত, গৌরবান্বিত, সম্মানিত); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি الْقُرْآنِ -কে অনুসরণ করায় الْمَجِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُوْنَ هَذَا شَيْءٌ عَجِيْبٌ",
      "bangla": "বরং তারা বিস্ময় বোধ করে যে, এদের মধ্যে একজন সতর্ককারী আবির্ভূত হয়েছে, আর কাফিররা বলে, 'এটা তো এক আশ্চর্য ব্যাপার!",
      "translations": {
        "osmani": "বরং তারা বিস্ময় বোধ করে যে, তাদের মধ্যে হতেই একজন সতর্ককারী তাদের কাছে এসেছে। তারপর কাফিররা বলে, 'এ তো এক আশ্চর্য জিনিস!'",
        "tawjih": "বরং তারা এই কারণে বিস্ময় বোধ করছে যে, তাদের নিজেদের মধ্য থেকেই একজন সতর্ককারী তাদের কাছে এসেছে। তাই কাফেররা বলে, ‘এটা তো এক আশ্চর্য ব্যাপার’।"
      },
      "words": [
        {
          "text": "بَلْ عَجِبُوا",
          "meaningBn": "বরং তারা বিস্ময় বোধ করে",
          "notes": "عَجِبَ (অবাক হওয়া, আশ্চার্যন্বিত হওয়া, বিস্ময়াভিভূত হওয়া, বিমুগ্ধ হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ عَجِبُو; পূর্বে রয়েছে ক্রিয়া-বিশেষণ بل (বরং)।"
        },
        {
          "text": "أَنْ جَاءَهُمْ",
          "meaningBn": "যে, তাদের নিকট এসেছে",
          "notes": "جَيَّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম (তাদের); পূর্বে রয়েছে সংযোজক অব্যয় أَنْ (যে)।"
        },
        {
          "text": "مُنْذِرُ",
          "meaningBn": "একজন সতর্ককারী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার ৪নং ফরম أَنْذَرَ (সতর্ক করা, ভীতিপ্রদর্শন করা, অবহিত করা, কিছু দিয়ে ভয় দেখানো, কিছু সম্বন্ধে সতর্ক করা)- এর কর্তা-বিশেষ্য (সতর্ককারী, ধর্মপ্রচারকারী, যে সতর্ক করে, ভৎসনা করে, ভীতিপ্রদর্শন করে)।"
        },
        {
          "text": "مِنْهُمْ",
          "meaningBn": "এদের মধ্যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "فَقَالَ",
          "meaningBn": "অতএব বলে",
          "notes": "فَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "الْكَافِرُونَ",
          "meaningBn": "কাফিররা",
          "notes": "كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরি করা, কাফির হওয়া, প্রত্যাখান করা) মূল ক্রিয়ার কর্তা-বিশেষ্য (যে অস্বীকার করে, অকৃতজ্ঞ, অবিশ্বাসী, অমান্যকারী, কাফির, চাষী, কৃষক), বহুবচন كَافِرُوْنَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْكَافِرُونَ হয়েছে।"
        },
        {
          "text": "هَذَا شَيْءٌ",
          "meaningBn": "এটা তো ব্যাপার",
          "notes": "شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (কোনো কিছু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); পূর্বে রয়েছে নির্দেশক সর্বনাম هَذَا (এইটি, ইহা)।"
        },
        {
          "text": "عَجِيْبٌ",
          "meaningBn": "এক আশ্চর্য",
          "notes": "عَجِبَ (অবাক হওয়া, আশ্চার্যন্বিত হওয়া, বিস্ময়াভিভূত হওয়া, বিমুগ্ধ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَجِيبُ (বিস্ময়কর, বিস্ময়াভিভূত, আশ্চর্যান্বিত, অদ্ভূত, চমকপ্রদ)।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ",
      "bangla": "আমাদের মৃত্যু হলে এবং আমরা মৃত্তিকায় পরিণত হলে আমরা কি পুনরুত্থিত হব? সুদূরপরাহত সেই প্রত্যাবর্তন।'",
      "translations": {
        "osmani": "আমাদের মৃত্যু হলে এবং আমরা মৃত্তিকায় পরিণত হলে আমরা কি পুনরুত্থিত হব? সুদূরপরাহত সেই প্রত্যাবর্তন।",
        "tawjih": "যখন আমরা মরে যাবো এবং মাটি হয়ে যাবো, তখন কি (আবার জীবিত হয়ে ফিরে আসবো)? এ তো সুদূরপরাহত প্রত্যাবর্তন।"
      },
      "words": [
        {
          "text": "أَئِذَا مِنْنَا",
          "meaningBn": "যখন আমাদের মৃত্যু হলে কি?",
          "notes": "مَيِّتَ (مَاتَ) (মারা যাওয়া, মৃত্যুবরণ করা, মরে যাওয়া, নির্জীব হওয়া, নিষ্প্রাণ হওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?) ও সংযোজক অব্যয় إِذَا (যখন)।"
        },
        {
          "text": "وَكُنَّا",
          "meaningBn": "এবং আমরা পরিণত হলে",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "تُرَابًا",
          "meaningBn": "মৃত্তিকায় আমরা কি পুনরুত্থিত হব",
          "notes": "ثَرَبَ (ধূলিময় হওয়া, ধুলায় আবৃত হওয়া, দরিদ্র হওয়া, নিঃস্ব হওয়া) মূল ক্রিয়ার একটি বিশেষ্য تُرَابٌ (ভূমি, মাটি, মৃত্তিকা, ধুলি); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় ترابًا হয়েছে।"
        },
        {
          "text": "ذَلِكَ رَجْعٌ",
          "meaningBn": "সেই প্রত্যাবর্তন",
          "notes": "رَجَعَ (ফিরে আসা, পুনরায় আসা, প্রত্যাবর্তন করা, আশ্রয় নেওয়া, ফিরে যাওয়া, ফিরিয়ে আনা, ফিরিয়ে দেওয়া, প্রত্যাবর্তন করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য رَجْعُ (প্রত্যাবর্তন, প্রত্যাগমন, প্রতিক্রিয়া); পূর্বে রয়েছে নির্দেশক সর্বনাম ذلِكَ (ঐটি, উহা)।"
        },
        {
          "text": "بَعِيدٌ",
          "meaningBn": "সুদূরপরাহত",
          "notes": "بَعْدَ (দুরবর্তী হওয়া, দুরে থাকা, বহুদূরে চলে যাওয়া, দুরত্ব বজায় রাখা) মূল ক্রিয়ার একটি বিশেষ্য بَعِيدٌ (দূরবর্তী, বহুদূরে, যথেষ্ট ব্যবধান বিশিষ্ট)।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ",
      "bangla": "আমি তো জানি মৃত্তিকা ক্ষয় করে এদের কতটুকু এবং আমার নিকট আছে রক্ষিত কিতাব।",
      "translations": {
        "osmani": "আমি তো জানি, মৃত্তিকা তাদের (দেহ থেকে) কতটুকু ক্ষয় করে; আর আমার নিকট আছে রক্ষিত কিতাব।",
        "tawjih": "আমি তো জানি, মাটি তাদের কতটুকু ক্ষয় করে; আর আমার কাছে আছে সমস্ত কিছু সংরক্ষিত কিতাব।"
      },
      "words": [
        {
          "text": "قَدْ عَلِمْنَا",
          "meaningBn": "আমি তো জানি",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)।"
        },
        {
          "text": "مَا تَنْقُصُ",
          "meaningBn": "যা কিছু ক্ষয় করে",
          "notes": "نَقَصَ (হ্রাস করা, কমানো, ক্ষতি করা, ক্ষয় করা, বিকল করা, কম করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تَنْقُصُ; পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "الْأَرْضُ",
          "meaningBn": "মৃত্তিকা",
          "notes": "أَرْضُ (ভূমি, মাটি, যমীন, ভূখন্ড, ভূপৃষ্ঠ, দেশ)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَرْضُ (ভূমি, পৃথিবী, ধরণী, ধরিত্রী) হয়েছে।"
        },
        {
          "text": "مِنْهُمْ",
          "meaningBn": "এদের কতটুকু",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "وَعِنْدَنَا",
          "meaningBn": "এবং আমার নিকট আছে",
          "notes": "সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট) ও সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ عِنْدَنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "كِتَابٌ",
          "meaningBn": "কিতাব",
          "notes": "كَتَبَ (লেখা, নকল করা, লিপিবদ্ধ করা, নির্ধারিত করা, ফরয করা, রায় দেওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য كِتَابٌ (বই, গ্রন্থ, কিতাব, লেখনি, ধর্মশাস্ত্র, লিখিত প্রত্যাদেশ, রায়, পত্র)।"
        },
        {
          "text": "حَفِيظٌ",
          "meaningBn": "রক্ষিত",
          "notes": "حَفِظَ (রক্ষা করা, সংরক্ষণ করা, তত্ত্বাবধান করা, হেফাযত করা, মুখস্ত করা সঙ্গে, যত্ন নেওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَفِيظٌ (সংরক্ষণকারী, পর্যবেক্ষণকারী, তত্ত্বাবধায়ক, রক্ষক)।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ",
      "bangla": "বস্তুত এদের নিকট সত্য আসার পর এরা তা প্রত্যাখ্যান করেছে। ফলে, এরা সংশয়ে দোদুল্যমান।",
      "translations": {
        "osmani": "বস্তুত তাদের কাছে সত্য আসার পর তারা তা প্রত্যাখ্যান করেছে। ফলে তারা রয়েছে সংশয়ে দোদুল্যমান অবস্থায়।",
        "tawjih": "বরং তারা নিজেদের কাছে সত্য আসার পর তাকে মিথ্যা প্রতিপন্ন করেছে। সুতরাং তারা এক গোলযোগপূর্ণ অবস্থায় রয়েছে।"
      },
      "words": [
        {
          "text": "بَلْ كَذَّبُوا",
          "meaningBn": "বস্তুত এরা প্রত্যাখ্যান করেছে",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা, মিথ্যা হওয়া) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ كَذَّبُوا; পূর্বে রয়েছে ক্রিয়া-বিশেষণ بَلْ (বরং)।"
        },
        {
          "text": "بالحق",
          "meaningBn": "সত্যকে",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, প্রমানিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, হক, ন্যায়, ন্যায্য, প্রকৃত, যথাযথ, সঠিক, নিশ্চিৎ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় با হয়েছে।"
        },
        {
          "text": "لَمَّا جَاءَهُمْ",
          "meaningBn": "যখন এদের নিকট আসল",
          "notes": "جَيّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের); পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَمَّا (যখন)।"
        },
        {
          "text": "فَهُمْ",
          "meaningBn": "ফলে, এরা",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)-এর মিলিত রূপ।"
        },
        {
          "text": "فِي أَمْرٍ",
          "meaningBn": "হুকুম",
          "notes": "أَمَرَ (আদেশ করা, হুকুম দেওয়া, নির্দেশ দেওয়া, হুকুম করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَمْرٌ (আদেশ, নির্দেশ, হুকুম, বিষয়, ব্যাপার, কাজ); পূর্বে সম্বন্ধসূচক অব্যয় في (মধ্যে) থাকায় أَمْرِ হয়েছে।"
        },
        {
          "text": "مَرِيجٍ",
          "meaningBn": "দোদুল্যমান",
          "notes": "مَرَجَ (চরে বেড়ানো, চরানো, গবাদিপশু চারণভূমিতে প্রেরণ করা, প্রবাহিত করা, মুক্ত করে দেওয়া, প্রবাহিত হতে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَرِيجٌ (গুলিয়ে ফেলা, বিভ্রান্তি, দিধাগ্রস্ততা, সংশয়, দোদুল্যমান, বিভিন্ন বিষয়ের পার্থক্য না বোঝা, হতবুদ্ধি ও বিস্মিত); শব্দটি أَمْرٍ-কে অনুসরণ করায় مريج হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ",
      "bangla": "(এরা কি এদের ঊর্ধ্বস্থিত আকাশের দিকে তাকিয়ে দেখে না, আমি কিভাবে তা নির্মাণ করেছি ও একে সুশোভিত করেছি এবং এতে কোন ফাটলও নেই?",
      "translations": {
        "osmani": "তারা কি তাদের ওপরের আকাশের দিকে তাকায় না, আমি কিভাবে তা নির্মাণ করেছি আর তাকে সুশোভিত করেছি এবং তাতে কোনো ফাটলও নেই?",
        "tawjih": "তারা কি নিজেদের ওপরের আকাশের দিকে তাকায় না যে, আমি তা কিভাবে নির্মাণ করেছি আর তাকে সুশোভিত করেছি এবং তাতে কোন ফাটল নেই?"
      },
      "words": [
        {
          "text": "أَفَلَمْ",
          "meaningBn": "তবে এরা কি না",
          "notes": "সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ لَمْ (না)-এর মিলিত রূপ فَلَمْ: পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (না)।"
        },
        {
          "text": "يَنْظُرُوا",
          "meaningBn": "তাকিয়ে দেখে",
          "notes": "শব্দটি نَظَرَ (দৃষ্টিপাত করা, পর্যবেক্ষণ করা, নজর দেওয়া, তাকানো, দেখা, দৃষ্টি দ্বারা প্রত্যক্ষ করা, যত্ন নেওয়া, বিবেচনা করা, পলকে দেখে নেওয়া, প্রতীক্ষা করা, অপেক্ষা করা, প্রতীক্ষায় থাকা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ।"
        },
        {
          "text": "إِلَى السَّمَاءِ",
          "meaningBn": "আকাশের দিকে",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য السَّمَاءُ (আকাশ, আসমান, গগন, উর্ধ্বলোক)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّمَاءُ হয়েছে; পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (দিকে) থাকায় السَّماءِ হয়েছে।"
        },
        {
          "text": "فَوْقَهُمْ",
          "meaningBn": "এদের ঊর্ধ্বস্থিত",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فَوْقَ (ওপর) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "كَيْفَ بَنَيْنَاهَا",
          "meaningBn": "আমি কিভাবে তা নির্মাণ করেছি",
          "notes": "بَنَى (নির্মাণ করা, গড়া, বানানো, গঠন করা, তৈরি করা, একত্রে সংস্থাপন করে খাড়াভাবে স্থাপন করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ بَنَيْنَا; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে); পূর্বে রয়েছে ক্রিয়া-বিশেষণ كَيْفَ (কিভাবে)।"
        },
        {
          "text": "وَزَيَّنَّاهَا",
          "meaningBn": "ও একে সুশোভিত করেছি",
          "notes": "زَيْنَ (زَانَ) (সুন্দর করা, অলঙ্কৃত করা, সজ্জিত করা) মূল ক্রিয়ার ২নং ফরম زَيَّنَ (শোভা বর্ধন করা, অলঙ্কৃত করা, সুশোভিত করা, কোনো বস্তুকে সাজিয়ে সুন্দর বানানো, দেখতে আনন্দদায়ক করে তৈরি করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ زَيَّنًا; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "وَمَا لَهَا",
          "meaningBn": "এবং এতে নেই",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম لَهَا (তাকে)-এর মিলিত রূপ; هَا -এর সঙ্গে যুক্ত হওয়ার প্রেক্ষিতে পরিবর্তিত হয়ে لَهَا হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না, নেই)।"
        },
        {
          "text": "مِنْ فُرُوجٍ",
          "meaningBn": "কোন ফাটলও",
          "notes": "فَرَجَ (বিভক্ত করা, ফাঁক করা, টুকরা টুকরা হয়ে বিচ্ছিন্ন করা, বিদীর্ণ করা) মূল ক্রিয়ার একটি বিশেষ্য فُرُوجٌ (ছিদ্র, চিড়, ফাটল, খুঁত, গোপন অঙ্গ), বহুবচন فُرُوجٌ; পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় فُرُوجٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ",
      "bangla": "আমি বিস্তৃত করেছি ভূমিকে ও তাতে স্থাপন করেছি পর্বতমালা এবং এতে উদ্‌গত করেছি নয়নপ্রীতিকর সর্বপ্রকার উদ্ভিদ,",
      "translations": {
        "osmani": "আর আমি বিস্তৃত করেছি ভূমিকে আর তাতে স্থাপন করেছি পর্বতমালা আর তাতে উৎপন্ন করেছি নয়নপ্রীতিকর সব রকম উদ্ভিদ।",
        "tawjih": "আর আমি ভূমিকে প্রসারিত করেছি এবং তাতে সুদৃঢ় পর্বত স্থাপন করেছি, আর তাতে উদ্গত করেছি নয়নপ্রীতিকর সব রকম উদ্ভিদ।"
      },
      "words": [
        {
          "text": "وَالْأَرْضَ",
          "meaningBn": "ভূমিকে",
          "notes": "أَرْضُ (ভূমি, মাটি, যমীন, ভূখন্ড, ভূপৃষ্ঠ, দেশ)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَرْض (ভূমি, পৃথিবী, ধরণী, ধরিত্রী) হয়েছে; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْأَرْضَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "مَدَدْنَاهَا",
          "meaningBn": "আমি বিস্তৃত করেছি",
          "notes": "مَدَّ (প্রসারিত করা, প্রসারিত হওয়া, বিস্তৃত করা, ফোলানো, ছড়ানো, ছড়িয়ে পড়া, টেনে বাড়ানো, মেলে দেওয়া, দীর্ঘায়িত করা, সম্প্রসারিত করা, বৃদ্ধি পাওয়া বা প্রাচুর্যপূর্ণ হওয়ার কারণ হওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ مَدَدْنَا; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে)।"
        },
        {
          "text": "وَأَلْقَيْنَا",
          "meaningBn": "ও স্থাপন করেছি",
          "notes": "لَقَىَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪নং ফরম أَلْقَى (নিক্ষেপ করা, ছুড়ে মারা, ফেলে দেওয়া, ঢেলে দেওয়া, সমর্পণ করা, প্রেরণ করা, অবহিত করা, রাখা, রেখে দেওয়া, স্থাপন করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَلْقَيْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "فِيهَا",
          "meaningBn": "তাতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "رَوَاسِيَ",
          "meaningBn": "পর্বতমালা",
          "notes": "رَسَوَ (رَسًا) (দৃঢ় হওয়া, স্থির হওয়া, অনড় হওয়া, নোঙ্গর করা, স্থাপিত হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য رَاسٍ (মৌলিক রূপ رَاسِی যে জিনিস দৃঢ়ভাবে এবং অনড়ভাবে স্থাপিত, অনড়, পর্বত), স্ত্রীলিঙ্গ رَاسِيَةٌ, বহুবচন স্ত্রীলিঙ্গ رَوَاسِيَ।"
        },
        {
          "text": "وَأَنْبَتْنَا",
          "meaningBn": "এবং উদ্‌গত করেছি",
          "notes": "نَبَتَ (উদাত হওয়া, গজানো, অঙ্কুরিত হওয়া, গাছপালা উৎপন্ন হওয়া, উদ্ভিদ উৎপন্ন হওয়া) মূল ক্রিয়ার ৪নং ফরম أَنْبَتَ (উদ্দাত করা, অঙ্কুরিত করা, জন্মানো, উৎপাদন করা, পল্লবিত করা, উৎপন্ন করা, জন্মানো)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَنْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "فِيهَا",
          "meaningBn": "এতে",
          "notes": "উপরে দেখুন।"
        },
        {
          "text": "مِنْ كُلِّ",
          "meaningBn": "সর্বপ্রকার",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি زَوْجِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় كُلِّ হয়েছে।"
        },
        {
          "text": "زَوْجِ",
          "meaningBn": "উদ্ভিদ/ প্রজাতি",
          "notes": "زَوَجَ (জোড়ায় জোড়ায় সাজানো, সম্মিলিত করা, কাউকে বিয়ে করা, কোনো জিনিস একত্রে জুড়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য زَوْجٌ (স্বামী, স্ত্রী, সঙ্গী, পতি, পত্নী, প্রজাতি, শ্রেণী, যুগল, জোড়ার একটি); শব্দটি كُلِّ -এর মুদাফ-ইলায়হি হওয়ায় زَوْجِ হয়েছে।"
        },
        {
          "text": "بَهِيجٍ",
          "meaningBn": "নয়নপ্রীতিকর",
          "notes": "بَهُجَ (আনন্দিত হওয়া, খুশী হওয়া, প্রফুল্ল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য بَهِيجٌ (খুশী, প্রফুল্ল, আনন্দিত, আনন্দকর, হর্ষোৎফুল্ল, তৃপ্তিকর, প্রীতিকর, চমকপ্রদ, জাঁক-জমক-পূর্ণ); শব্দটি زَوْجٍ-কে অনুসরণ করায় بَهِيجٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ",
      "bangla": "আল্লাহ্র অনুরাগী প্রত্যেক ব্যক্তির জন্যে জ্ঞান ও উপদেশস্বরূপ।",
      "translations": {
        "osmani": "আল্লাহ্র অনুরাগী প্রত্যেক বান্দার জন্য জ্ঞান ও উপদেশস্বরূপ।",
        "tawjih": "আল্লাহ্র প্রতি অভিমুখী প্রত্যেক বান্দার জন্য জ্ঞান ও উপদেশস্বরূপ।"
      },
      "words": [
        {
          "text": "تَبْصِرَةً",
          "meaningBn": "জ্ঞান",
          "notes": "بَصْرَ (দেখা, দৃষ্টি দেওয়া, তাকানো, প্রত্যক্ষ করা, অনুধাবন করা) মূল ক্রিয়ার একটি বিশেষ্য تَبْصِرَةٌ (অন্তরদৃষ্টি, অন্তরজ্ঞান, গভীরভাবে চিন্তা করার বিষয়, গভীরভাবে মনোনিবেশ করার বিষয়, গভীর রহস্যের অবলোকন, জ্ঞানের অবলোকন, উপদেশ, দৃষ্টান্ত, আলোকপাত); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় تَبْصِرَةً হয়েছে।"
        },
        {
          "text": "وَذِكْرَى",
          "meaningBn": "ও উপদেশস্বরূপ",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা, মনে রাখা) মূল ক্রিয়ার একটি বিশেষ্য ذِكْرَى (স্মরণ, স্মৃতি, স্মৃতিকথা, উপদেশ, হুঁশিয়ারি, সতর্কীকরণ, সচেতনতা, সতর্কতা); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "لِكُلِّ",
          "meaningBn": "প্রত্যেক ব্যক্তির জন্যে",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি عَبْدٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِكُلِّ হয়েছে।"
        },
        {
          "text": "عَبْدٍ",
          "meaningBn": "ব্যক্তির/ বান্দার",
          "notes": "عَبَدَ (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার একটি বিশেষ্য عَبْدٌ (বান্দা, দাস, ক্রীতদাস, ভূ ত্য); শব্দটি كُلِّ -এর মুদাফ-ইলায়হি হওয়ায় عَبْدٍ হয়েছে।"
        },
        {
          "text": "مُنِيبٍ",
          "meaningBn": "আল্লাহর অনুরাগী",
          "notes": "نَوَبَ (نَابَ) (স্থলাভিষিক্ত হওয়া, প্রতিনিধি হওয়া, অন্যের প্রতিনিধি হিসাবে কাজ করা) মূল ক্রিয়ার ৪নং ফরম أَنَابَ (আন্তরিকভাবে অভিমুখী হওয়া, কৃত অপরাধের জন্য অনুতপ্ত হয়ে ফিরে আসা, প্রত্যাবর্তন করা, তওবা করা, প্রতিনিধি করা, স্থলাভিষিক্ত করা)-এর কর্তা-বিশেষ্য مُنِيبٌ (যে অনুতপ্ত হয়ে আল্লাহর দিকে ফিরে যায়, প্রত্যাবর্তনকারী, তওবাকারী, প্রতিনিধি নিয়োগকারী); শব্দটি عَبْدٍ-কে অনুসরণ করায় مُنِيبٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ",
      "bangla": "আকাশ হতে আমি বর্ষণ করি কল্যাণকর বৃষ্টি এবং তা দিয়ে আমি সৃষ্টি করি উদ্যান ও পরিপক্ব শস্যরাজি,",
      "translations": {
        "osmani": "আমি আকাশ থেকে কল্যাণকর বারি বর্ষণ করি, তারপর তা দিয়ে উদ্যান ও পরিপক্ব শস্য উৎপন্ন করি,",
        "tawjih": "আর আমি আকাশ থেকে কল্যাণময় বারি বর্ষণ করি। তারপর তা দিয়ে উদ্যান ও কাটার উপযুক্ত শস্যরাজি উৎপাদন করি।"
      },
      "words": [
        {
          "text": "وَنَزَّلْنَا",
          "meaningBn": "আমি বর্ষণ করি",
          "notes": "نَزَلَ (যান হতে অবতরণ করা, অবতারিত হওয়া, নীচে অবরোহণ করা, নিচে নেমে আসা, নাযিল হওয়া) মূল ক্রিয়ার ২নং ফরম نَزَّلَ (ক্রমে ক্রমে অবতরণ করা, ক্রমান্বয়ে নাযিল করা, নীচে পাঠানো)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ نَزَّلْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "مِنَ السَّمَاءِ",
          "meaningBn": "আকাশ হতে",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য السَّمَاءُ (আকাশ, আসমান, গগন, উর্ধ্বলোক)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّمَاءُ হয়েছে; পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় السَّماءِ হয়েছে; مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        },
        {
          "text": "مَاءً",
          "meaningBn": "বৃষ্টি",
          "notes": "مَاهَ (প্রচুর পরিমাণে পানি বিদ্যমান থাকা, কুয়া পানিতে পরিপূর্ণ থাকা) মূল ক্রিয়ার একটি বিশেষ্য مَاءٌ (পানি, তরল পদার্থ, বারি, জল, রস, নির্যাস; মৌলিক রূপ مَوَهٌ); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় مَاءً হয়েছে।"
        },
        {
          "text": "مُبَارَكًا",
          "meaningBn": "কল্যাণকর",
          "notes": "بَرَكَ (বসে পড়া, হাঁটু গেড়ে বসা) মূল ক্রিয়ার ৩নং ফরম بَارَكَ (বরকত দেওয়া, আশীর্বাদ করা, কল্যাণ করা, মঙ্গল করা, শুভেচ্ছা জানানো)-এর কর্ম-বিশেষ্য مُبَارَكٌ (বরকতময়, কল্যাণময়, শুভ, শুভেচ্ছা); শব্দটি مَاءً-কে অনুসরণ করায় مُبَارَكًا হয়েছে।"
        },
        {
          "text": "فَأَنْبَتْنَا",
          "meaningBn": "এবং আমি সৃষ্টি করি",
          "notes": "نَبَتَ (উদাত হওয়া, গজানো, অঙ্কুরিত হওয়া, গাছপালা উৎপন্ন হওয়া, উদ্ভিদ উৎপন্ন হওয়া) মূল ক্রিয়ার ৪নং ফরম أَنْبَتَ (উদ্দাত করা, অঙ্কুরিত করা, জন্মানো, উৎপাদন করা, পল্লবিত করা, উৎপন্ন করা, জন্মানো)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَنْبَتْنَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "بِهِ",
          "meaningBn": "তা দিয়ে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "جَنَّاتٍ",
          "meaningBn": "উদ্যান",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেস্ত), বহুবচন جَنَّاتٌ; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় جَنَّاتٍ হয়েছে।"
        },
        {
          "text": "وَحَبَّ",
          "meaningBn": "শস্যরাজি",
          "notes": "حَبَّبَ (ভালোবাসা, পছন্দ করা, আসক্তি হওয়া, চাওয়া, ইচ্ছা করা) মূল ক্রিয়ার একটি বিশেষ্য حَبٌّ (দানা, শস্যকণা, বীজ); শব্দটি الْحَصِيدِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় حَبَّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "الْحَصِيدِ",
          "meaningBn": "পরিপক্ব",
          "notes": "حَصَدَ (ফসল কেটে ঘরে তোলা, শস্য কাটা, শস্য আহরণ করা) মূল ক্রিয়ার একটি বিশেষ্য حَصِيدٌ (কর্তৃত ফসল, আহরিত শস্যাদি, ফসল কাটা ও ঘরে তোলার কাজ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি حَبَّ-এর মুদাফ-ইলায়হি হওয়ায় الْحَصِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 10,
      "arabic": "وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعُ نَضِيدٌ",
      "bangla": "ও সমুন্নত খর্জুর বৃক্ষ যাতে আছে গুচ্ছ গুচ্ছ খেজুর-",
      "translations": {
        "osmani": "আর সমুন্নত খেজুর বৃক্ষরাজি যাতে আছে গুচ্ছ গুচ্ছ খেজুর-",
        "tawjih": "আর লম্বা লম্বা খেজুর গাছ, যাতে আছে গুচ্ছাকারে সাজানো মোচা।"
      },
      "words": [
        {
          "text": "وَالنَّخْلَ",
          "meaningBn": "খর্জুর বৃক্ষ",
          "notes": "نَخَلَ (ছাঁকা, চালনি দিয়ে ছাঁকা, ছেঁকে আলাদা করা, চালনি দিয়ে চালা) মূল ক্রিয়ার জাতি-বিশেষ্য نَخْلٌ (খেজুর গাছ, খেজুর, তাল গাছ, সমষ্টিবাচকভাবে তাল/ খেজুর বৃক্ষ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি حَبَّ-কে অনুসরণ করায় النَّخْلَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "بَاسِقَاتٍ",
          "meaningBn": "সমুন্নত",
          "notes": "بَسَقَ (উঁচু হওয়া, সুউচ্চ হওয়া, লম্বা হওয়া) মূল ক্রিয়ার একটি বিশেষ্য بَاسِقٌ (লম্বা, উঁচু, সুউচ্চ); স্ত্রীলিঙ্গ بَاسِقَةٌ, বহুবচন بَاسِقَاتُ শব্দটি النَّخْلَ -কে অনুসরণ করায় بَاسِقَاتٍ হয়েছে।"
        },
        {
          "text": "لَهَا",
          "meaningBn": "যাতে আছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ; لِ-এর সঙ্গে هَا যুক্ত হওয়ার প্রেক্ষিতে لَهَا পরিবর্তিত হয়ে لَهَا হয়েছে।"
        },
        {
          "text": "طَلْعُ",
          "meaningBn": "খেজুর/ মোচা",
          "notes": "طَلَعَ (উদয় হওয়া, প্রকাশিত হওয়া, উপরে ওঠা, আরোহণ করা, অবির্ভূত হওয়া, দৃশ্যমান হওয়া) মূল ক্রিয়ার একটি বিশেষ্য طَلْعٌ (খেজুরগাছের শীষ/ মোচা, মুকুল, কলি, পরাগ)।"
        },
        {
          "text": "نَضِيدٌ",
          "meaningBn": "গুচ্ছ গুচ্ছ/ একটার উপর আরেকটা সাজানো",
          "notes": "نَضَدَ (বিন্যস্ত করা, সারিবদ্ধ করা, স্তুপীকৃত করা, স্তরে স্তরে সাজানো) মূল ক্রিয়ার একটি বিশেষ্য نَضِيدٌ (বিন্যস্ত, সারিবদ্ধ, স্তুপিকৃত, একটার উপর আরেকটা সাজানো, স্তরে স্তরে সজ্জিত)।"
        }
      ]
    },
    {
      "ayahNumber": 11,
      "arabic": "رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ",
      "bangla": "আমার বান্দাদের জীবিকাস্বরূপ। বৃষ্টি দিয়ে আমি সঞ্জীবিত করি মৃত ভূমিকে এভাবে উত্থান ঘটবে।",
      "translations": {
        "osmani": "আমার বান্দাদের জন্য জীবিকার উপকরণস্বরূপ। আর তা দ্বারা আমি সঞ্জীবিত করি মৃত জনপদকে; এভাবেই উত্থান ঘটবে।",
        "tawjih": "আমার বান্দাদের জন্য রিযিক হিসাবে। আর আমি তা দিয়ে মৃত ভূমিকে জীবিত করি। পুনরুত্থান এভাবেই হবে।"
      },
      "words": [
        {
          "text": "رِزْقًا",
          "meaningBn": "জীবিকাস্বরূপ",
          "notes": "رَزَقَ (জীবিকার ব্যবস্থা করা, রিযিক দেওয়া, দান করা) মূল ক্রিয়ার একটি বিশেষ্য رِزْقٌ (রিযিক, জীবিকা, খাদ্য, সম্পদ, সম্পত্তি); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় رِزْقًا হয়েছে।"
        },
        {
          "text": "لِلْعِبَادِ",
          "meaningBn": "আমার বান্দাদের",
          "notes": "عَبَدَ (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার একটি বিশেষ্য عَبْدٌ (বান্দা, দাস, ক্রীতদাস, ভূ ত্য), বহুবচন عِبَادٌ; শব্দটি সংযুক্ত-সর্বনাম ي (আমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং মুদাফ-ইলায়হি হিসেবে শেষে ي যুক্ত হওয়ায় عِبَادِي হয়েছে; এখানে সংযুক্ত-সর্বনাম ي-এর বিলোপ করায় عِبَادِ হয়েছে (যা কোনো কোনো সময় করা হয়); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) এবং সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় لِلْعِبَادِ হয়েছে।"
        },
        {
          "text": "وَأَحْيَيْنَا",
          "meaningBn": "আমি সঞ্জীবিত করি",
          "notes": "حَيَّ (বেঁচে থাকা, জীবিত থাকা) মূল ক্রিয়ার ৪ নং ফরম أَحْيَى বা أَحْيَا (জীবিত করা, সঞ্জীবিত করা, বাঁচিয়ে রাখা, জীবন দেওয়া, জীবন ফিরিয়ে আনা, কারো জীবন নিরাপদে রাখা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَحْيَيْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "بِهِ",
          "meaningBn": "বৃষ্টি দিয়ে/ ইহা দ্বারা",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "بَلْدَةً",
          "meaningBn": "ভূমিকে",
          "notes": "بَلَدَ (অবস্থান করা, বাস করা, বসতি স্থাপন করা, নিবাস স্থাপন করা) মূল ক্রিয়ার একটি বিশেষ্য بُلْدَةٌ (স্থান, জনপদ, লোকালয়, গ্রাম, শহর, নগর, শহরের কেন্দ্রবিন্দু); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় بَلْدَةً হয়েছে।"
        },
        {
          "text": "مَيْتًا",
          "meaningBn": "মৃত",
          "notes": "مَوَتَ (مَاتَ) (মারা যাওয়া, মৃত্যুবরণ করা, মরে যাওয়া, নির্জীব হওয়া, নিষ্প্রাণ হওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَيْتٌ (মৃত, মরা, নিষ্প্রাণ); শব্দটি بَلْدَةً-কে অনুসরণ করায় مَيْتًا হয়েছে।"
        },
        {
          "text": "كَذَلِكَ",
          "meaningBn": "এভাবেই",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় كَ (মতো) ও নির্দেশক সর্বনাম ذلِكَ (ঐটি, উহা)-এর মিলিত রূপ।"
        },
        {
          "text": "الْخُرُوجُ",
          "meaningBn": "উত্থান ঘটবে",
          "notes": "خَرَجَ (বাইরে যাওয়া, বের হওয়া, বের হয়ে আসা, নির্গত হওয়া, প্রস্থান করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خُرُوجٌ (বের হওয়ার পথ, আবির্ভাব, উত্থান, বহির্গমন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْخُرُوجُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 12,
      "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ",
      "bangla": "এদের পূর্বেও সত্য প্রত্যাখ্যান করেছিল নূহের সম্প্রদায়, রাস্ ও সামূদ সম্প্রদায়,",
      "translations": {
        "osmani": "তাদের পূর্বেও মিথ্যাবাদী সাব্যস্ত করেছিল নূহের জাতি, 'রাস্'-এর অধিবাসী এবং সামূদ জাতি,",
        "tawjih": "তাদের পূর্বে নূহের জাতি, রাস-এর অধিবাসী ও সামূদ জাতিও (রাসূলগণকে) মিথ্যা বলেছিল।"
      },
      "words": [
        {
          "text": "كَذَّبَتْ",
          "meaningBn": "সত্য প্রত্যাখ্যান করেছিল",
          "notes": "শব্দটি كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা, মিথ্যা হওয়া) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ।"
        },
        {
          "text": "قَبْلَهُمْ",
          "meaningBn": "এদের পূর্বেও",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় قَبْلَ (পূর্বে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "قَوْمُ نُوحٍ",
          "meaningBn": "নূহের সম্প্রদায়",
          "notes": "فَوَمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, অবস্থান করা, প্রতিষ্ঠিত হওয়া, সঙ্ঘটিত হওয়া, কায়েম হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); শব্দটি نُوحٍ (নুহ আ.)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَوْمُ হয়েছে।"
        },
        {
          "text": "وَأَصْحَابُ",
          "meaningBn": "ও অধিবাসী",
          "notes": "صَحِبَ (সঙ্গী হওয়া, সাথী হওয়া, সহচর হওয়া, সহযোগী হওয়া, অন্তরঙ্গ সঙ্গী হওয়া, বন্ধু হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَاحِبٌ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার), বহুবচন أَصْحَابُ; শব্দটি الرَّسِّ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَصْحَابُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "الرَّسِّ",
          "meaningBn": "রাস্",
          "notes": "الرَّسُّ (শব্দটির অর্থের ব্যাপারে তফসীরকারগণ নিশ্চিৎ হতে পারেন নাই, তবে অধিকাংশ তফসীরকারের মতে সামুদজাতির পরবর্তী কালের একটি গোষ্ঠির নাম); শব্দটি أَصْحَابُ-এর মুদাফ-ইলায়হি হওয়ায় الرَّسِّ হয়েছে।"
        },
        {
          "text": "وَثَمُودُ",
          "meaningBn": "ও সামূদ",
          "notes": "ثَمُودُ (সামূদ; পৌত্তলিক আরবদের একটি গোষ্ঠির নাম; তাদেরকে হেদায়েত করার জন্য আল্লাহু তাআলা নবী সলিহ আ,কে প্রেরণ করেন); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        }
      ]
    },
    {
      "ayahNumber": 13,
      "arabic": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوْطٍ",
      "bangla": "আদ, ফির' আওন ও লূত সম্প্রদায়;",
      "translations": {
        "osmani": "আদ জাতি, ফিরাউন এবং লূত-এর ভ্রাতৃগণ,",
        "tawjih": "আদ, ফিরাউন ও লূতের ভাইয়েরাও (মিথ্যা বলেছিল)।"
      },
      "words": [
        {
          "text": "وَعَادٌ",
          "meaningBn": "ও আদ",
          "notes": "عَادٌ (প্রাচীন ও শক্তিশালি এক আরব গোষ্ঠির নাম; তাদের নিকট হুদ আ.কে প্রেরণ করা হয়েছিল); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "وَفِرْعَوْنُ",
          "meaningBn": "ও ফির আওন",
          "notes": "فِرْعَوْنُ (মিশরের এক কাফির বাদশাহর নাম; তার নিকট মূসা আ.কে প্রেরণ করা হয়েছিল); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "وَإِخْوَانُ لُوْطٍ",
          "meaningBn": "লূত সম্প্রদায়",
          "notes": "أَخَوَ (أَخٌ) (মৌলিক রূপ أَخٌ; ভাই, ভ্রাতা, সহোদর), একটি বহুবচন إِخْوَانُ: শব্দটি لُوْطٍ (লুত আ.)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে إِخْوَانُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        }
      ]
    },
    {
      "ayahNumber": 14,
      "arabic": "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعِ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيْدِ",
      "bangla": "এবং আয়কার অধিবাসী ও তুব্বা সম্প্রদায় ; এরা সকলেই রাসূলগণকে মিথ্যাবাদী বলেছিল, ফলে এদের ওপর আমার শাস্তি আপতিত হয়েছে।",
      "translations": {
        "osmani": "এবং আইকাহ্র অধিবাসী ও তুব্বা'র জাতি- এরা প্রত্যেকেই রাসূলগণকে মিথ্যাবাদী সাব্যস্ত করেছিল, ফলে তাদের উপর আমার কঠিন শাস্তি আপতিত হয়েছে।",
        "tawjih": "আইকা-এর অধিবাসী এবং তুব্বা-এর জাতিও (মিথ্যা বলেছিল)। এদের প্রত্যেকেই রাসূলদেরকে মিথ্যা বলেছিল। ফলে তাদের ওপর আমার শাস্তি আপতিত হয়েছিল।"
      },
      "words": [
        {
          "text": "وَأَصْحَابُ الْأَيْكَةِ",
          "meaningBn": "এবং আয়কার অধিবাসী",
          "notes": "صَحِبَ (সঙ্গী হওয়া, সাথী হওয়া, সহচর হওয়া, সহযোগী হওয়া, অন্তরঙ্গ সঙ্গী হওয়া, বন্ধু হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَاحِبٌ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার), একটি বহুবচন أَصْحَابُ; শব্দটি الْأَيْكَةِ (আয়কা; মাদইয়ানের নিকট একটি জঙ্গলের অধিবাসী)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَصْحَابُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর); الْأَيْكَةِ মুদাফ-ইলায়হি।"
        },
        {
          "text": "وَقَوْمُ تُبَّعِ",
          "meaningBn": "ও তুব্বা সম্প্রদায়",
          "notes": "فَوَمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, অবস্থান করা, প্রতিষ্ঠিত হওয়া, সঙ্ঘটিত হওয়া, কায়েম হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); শব্দটি تُبَّعٍ (একটি প্রাচীন মানব গোষ্ঠির নাম)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَوْمُ হয়েছে; تُبَّعٍ মুদাফ-ইলায়হি।"
        },
        {
          "text": "كُلٌّ",
          "meaningBn": "সকলেই",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلٌّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন)।"
        },
        {
          "text": "كَذَّبَ",
          "meaningBn": "এরা মিথ্যাবাদী বলেছিল",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা, মিথ্যা হওয়া) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "الرُّسُلَ",
          "meaningBn": "রাসূলগণকে",
          "notes": "رَسِلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার একটি বিশেষ্য رَسُوْلٌ (আল্লাহ তাআ'লা প্রেরিত দূত, রাসুল, নবী, পয়গম্বর, বার্তাবাহক); বহুবচন رُسُلٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الرُّسُلَ হয়েছে।"
        },
        {
          "text": "فَحَقَّ",
          "meaningBn": "ফলে এদের ওপর আপতিত হয়েছে",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া, ন্যায়সঙ্গত হওয়া, অবশ্য কর্তব্য হওয়া) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "وَعِيْدِ",
          "meaningBn": "আমার শাস্তি",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা, যে কোনো কারো কাছে অঙ্গীকার করা) মূল ক্রিয়ার একটি বিশেষ্য وَعِيْدٌ (শাস্তি দেওয়ার ওয়াদা, হুমকি, ভীতিপ্রদর্শন, শাসানি, অঙ্গীকার, প্রতিশ্রুতি); শব্দটি সংযুক্ত-সর্বনাম ي (আমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং মুদাফ-ইলায়হি হিসেবে শেষে ي যুক্ত হওয়ায় وَعِيْدِي হয়েছে; এখানে সংযুক্ত-সর্বনাম ي-এর বিলোপ করায় وَعِيدِ হয়েছে (যা কোনো কোনো সময় করা হয়)।"
        }
      ]
    },
    {
      "ayahNumber": 15,
      "arabic": "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ",
      "bangla": "(আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি! বস্তুত পুনঃ সৃষ্টির বিষয়ে এরা সন্দেহে পতিত।",
      "translations": {
        "osmani": "আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বস্তুত তারা (দ্বিতীয়বার) নতুন সৃষ্টি সম্পর্কে সন্দেহে পতিত।",
        "tawjih": "আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বরং তারা নতুনভাবে সৃষ্টি করার ব্যাপারে সন্দেহে রয়েছে।"
      },
      "words": [
        {
          "text": "أَفَعَيِينَا",
          "meaningBn": "আমি কি ক্লান্ত হয়ে পড়েছি",
          "notes": "عَيِيَ (ক্লান্ত হওয়া, শ্রান্ত হওয়া, অবসাদগ্রস্ত হওয়া, অবসন্ন হওয়া, শক্তিমত্তা হারিয়ে ফেলা, শক্তিমত্তার অভাব হওয়া, অপারগ হওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ عَيِينَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব); এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
        },
        {
          "text": "بِالْخَلْقِ",
          "meaningBn": "সৃষ্টি করেই",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خَلْقُ (সৃষ্টি, উদ্ভাবন, তৈরিকরণ, আবিষ্কার, গঠন, আকৃতি, সৃষ্ট প্রাণী, সৃষ্ট বস্তু); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْخَلْقِ হয়েছে।"
        },
        {
          "text": "الْأَوَّلِ",
          "meaningBn": "প্রথমবার",
          "notes": "أَوَلَ (أَلَ) (প্রত্যাবর্তন করা, ফিরে যাওয়া, পূর্বের হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَوَّلٌ (প্রথম, পূর্বের, আগেকার, পূর্ববর্তী, প্রাচীনকালের, আদি, প্রাথমিককালের); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি بِالْخَلْقِ-কে অনুসরণ করায় الْأَوَّلِ হয়েছে।"
        },
        {
          "text": "بَلْ هُمْ فِي لَبْسٍ",
          "meaningBn": "বস্তুত এরা সন্দেহে পতিত",
          "notes": "لَبَسَ (মিলিয়ে ফেলা, মিশ্রিত করা, কিংকর্তব্যবিমূঢ় করা, বিশৃঙ্খল করা, তছনছ করা, তালগোল পাকানো, জট পাকানো, ধাঁধার মধ্যে ফেলে দেওয়া, সন্দেহপূর্ণ করা, বিভিন্ন দলে বিভক্ত করা, কোনো বিষয়কে অস্পষ্ট ও বিশৃঙ্খল করে দেখানো) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য لَبْسٌ (সন্দেহ, সংশয়, মানসিক দ্বিধা, জট পাকানো, বিশৃঙ্খলা, বিভ্রান্তি); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় لَبْسٍ হয়েছে; এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ بَلْ (বরং) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        },
        {
          "text": "مِنْ خَلْقٍ",
          "meaningBn": "সৃষ্টির বিষয়ে",
          "notes": "خَلْقُ (সৃষ্টি, উদ্ভাবন, তৈরিকরণ, আবিষ্কার, গঠন, আকৃতি, সৃষ্ট প্রাণী, সৃষ্ট বস্তু; উপরে দেখুন)-এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় خَلْقٍ হয়েছে।"
        },
        {
          "text": "جَدِيدٍ",
          "meaningBn": "নতুন/ অভিনব",
          "notes": "جَدَّ (গুরুত্বপূর্ণ হওয়া, মর্যাদাবান হওয়া, সম্মানিত হওয়া, প্রচুর ধনসম্পদের মালিক হওয়া, প্রয়াস চালানো) মূল ক্রিয়ার একটি বিশেষ্য جَدِيدٌ (নতুন, নবাগত, আধুনিক, সাম্প্রতিক, অভিনব); শব্দটি خَلْقٍ-কে অনুসরণ করায় جَدِيدٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 16,
      "arabic": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ",
      "bangla": "(আমিই মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যে কুমন্ত্রণা দেয় তা আমি জানি। আমি তার গ্রীবাস্থিত ধমনী অপেক্ষাও নিকটতর।",
      "translations": {
        "osmani": "আমিই মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যে কুমন্ত্রণা দেয়, তা আমি জানি। আমি তার গ্রীবাস্থিত ধমনী অপেক্ষাও নিকটতর।",
        "tawjih": "আমিই মানুষকে সৃষ্টি করেছি এবং তার মন তাকে যে কুমন্ত্রণা দেয়, তা আমি জানি। আমি তার গ্রীবাস্থিত ধমনী থেকেও নিকটবর্তী।"
      },
      "words": [
        {
          "text": "وَلَقَدْ",
          "meaningBn": "আর অবশ্যই",
          "notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)-এর মিলিত রূপ وَلَقَدْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "خَلَقْنَا",
          "meaningBn": "আমরাই সৃষ্টি করেছি",
          "notes": "শব্দটি خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ।"
        },
        {
          "text": "الْإِنْسَانَ",
          "meaningBn": "মানুষকে",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسَانُ (মানুষ, মনুষ্য, মানব, মানবজাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْإِنْسَانَ হয়েছে।"
        },
        {
          "text": "وَ نَعْلَمُ",
          "meaningBn": "এবং তা আমি জানি",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نَعْلَمُ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "مَا تُوَسْوِسُ",
          "meaningBn": "যে কুমন্ত্রণা দেয়",
          "notes": "وَسْوَسَ (ওয়াসওয়াসা দেওয়া, কুমন্ত্রণা দেওয়া, মনে সন্দেহ জাগানো, ফিস ফিস করে মন্দ কথা বলা, খারাপ পরামর্শ দেওয়া, মন্দ কাজে প্ররোচিত করা, কানে কানে অশুভ কথা বলা, অশুভ পরামর্শ দেওয়া) চার অক্ষর বিশিষ্ট মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تُوَسْوِسُ; পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "بِهِ",
          "meaningBn": "তাকে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "نَفْسُهُ",
          "meaningBn": "তার প্রবৃত্তি",
          "notes": "نَفْسَ (মিতব্যয়ী হওয়া, হিসাবি হওয়া, সতর্ক হওয়া, কৃপণ হওয়া, হিংসুটে হওয়া, বিদ্বেষপরায়ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَفْسٌ (আত্মা, মন, প্রবৃত্তি, ব্যক্তি, মানুষ, জীবাত্মা, স্বয়ং নিজ); শব্দটি সংযুক্ত-সর্বনাম هُ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে نَفْسُ হয়েছে।"
        },
          {
          "text": "وَ نَحْنُ أَقْرَبُ",
          "meaningBn": "আমি নিকটতর",
          "notes": "قَرَبَ (ঘনিষ্ঠ হওয়া, নিকটবর্তী হওয়া, নিকটে আসা, কাছে যাওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَقْرَبُ (নিকটতর, নিকটতম, ঘনিষ্টতর, ঘনিষ্টতম, অধিকতর সম্ভাব্য, অধিক বিশ্বাসযোগ্য); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)।"
        },
        {
          "text": "إِلَيْهِ",
          "meaningBn": "তার দিকে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় إِلَى (দিকে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "مِنْ حَبْلِ",
          "meaningBn": "ধমনী অপেক্ষাও",
          "notes": "حَبَلَ (গলায় রশি দিয়ে বাঁধা, জালে ফেলা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য حَبْلٌ (রশি, দড়ি, কাছি, রজ্জু, সুতা, তন্ত্র, ঘাড়ের রগ, ধমনী/ হৃদপিন্ডের রক্তবাহী শিরা, পারস্পারিক চুক্তিপত্র); শব্দটি الْوَرِيدِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় حَبْلِ হয়েছে।"
        },
        {
          "text": "الْوَرِيدِ",
          "meaningBn": "গ্রীবাস্থিত ধমনী",
          "notes": "وَرَدَ (আগমন করা, এসে পৌছানো, উপনীত হওয়া, অবতরণ করা, পানি সংগ্রহ করা) মূল ক্রিয়ার একটি বিশেষ্য وَرِيْدٌ (শিরা, রগ, ঘাড়ের রগ, ঘাড়ের মোটা ধমনী); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি حَبْلِ-এর মুদাফ-ইলায়হি হওয়ায় الْوَرِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 17,
      "arabic": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ",
      "bangla": "(স্মরণ রেখ, 'দুই গ্রহণকারী' ফিরিশতা তার দক্ষিণে ও বামে বসে তার কর্ম লিপিবদ্ধ করে;",
      "translations": {
        "osmani": "স্মরণ রেখো, দুই গ্রহণকারী ফিরিশতা তার ডান ও বামে বসে তার কর্ম লিপিবদ্ধ করে।",
        "tawjih": "স্মরণ করো, ‘দুই গ্রহণকারী’ (ফেরেশতা) ডানে ও বামে বসে (মানুষের আমল) গ্রহণ করতে থাকে।"
      },
      "words": [
        {
          "text": "إِذْ يَتَلَقَّى",
          "meaningBn": "স্মরণ রেখ, কর্ম লিপিবদ্ধ করে/ গ্রহণ করে",
          "notes": "لَقِيَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৫নং ফরম تَلَقَّى (সাক্ষাৎ করা, গ্রহণ করা, হটাৎ সাক্ষাৎ হওয়া, অর্জন করা, শিখে নেওয়া)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَتَلَقَّى; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذْ (স্মরণ কর)।"
        },
        {
          "text": "الْمُتَلَقِّيَانِ",
          "meaningBn": "দুই গ্রহণকারী ফিরিশতা তার",
          "notes": "تَلَقَّى (সাক্ষাৎ করা, গ্রহণ করা, হটাৎ সাক্ষাৎ হওয়া, অর্জন করা, শিখে নেওয়া; উপরে দেখুন) ৫নং ফরম ক্রিয়ার কর্তা-বিশেষ্য مُتَلَقٌّ (যিনি গ্রহণ করেন), দ্বিবচন مُتَلَقِّيَانِ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُتَلَقِّيَانِ হয়েছে।"
        },
        {
          "text": "عَنِ الْيَمِينِ",
          "meaningBn": "দক্ষিণ হতে",
          "notes": "يَمَنَ (শুভ হওয়া, সৌভাগ্যবান হওয়া, সুখী হওয়া, সফল হওয়া) মূল ক্রিয়ার একটি يَمِينٌ (ডান হাত, ডান পার্শ্ব, ডান দিক, শপথ, কসম, দিব্য); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় الْيَمِينِ হয়েছে عَنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় عَنِ লেখা হয়েছে।"
        },
        {
          "text": "وَ عَنِ الشِّمَالِ",
          "meaningBn": "বাম হতে",
          "notes": "شَمِلَ (উপলব্ধি করা, ধারণ করা, অন্তর্ভুক্ত করা ব্যাপক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য شِمَالٌ (বাম, বাঁ দিক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় الشِّمَالِ হয়েছে; عَنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় عَنِ লেখা হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "قَعِيدٌ",
          "meaningBn": "বসে",
          "notes": "قَعَدَ (বসা, উপবেশন করা, আসন গ্রহণ করা, পিছনে অবস্থান করা, শান্ত হয়ে বসে থাকা, স্থিরভাবে বসে থাকা, অনড় হয়ে থাকা, বিরত থাকা, অতর্কিত আক্রমণের জন্য ওত পেতে থাকা, ফাঁদ পেতে থাকা) মূল ক্রিয়ার একটি বিশেষ্য قَعِيدٌ (বসে থাকা, উপবেশনকারী, সঙ্গী)।"
        }
      ]
    },
    {
      "ayahNumber": 18,
      "arabic": "مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
      "bangla": "মানুষ যে কথাই উচ্চারণ করে তার জন্যে তৎপর প্রহরী তার নিকটেই রয়েছে।",
      "translations": {
        "osmani": "মানুষ যে কথাই উচ্চারণ করে তার জন্য তৎপর প্রহরী তার কাছেই থাকে।",
        "tawjih": "মানুষ মুখে যে কথাই উচ্চারণ করুক না কেন, তার কাছেই সদা প্রস্তুত প্রহরী রয়েছে।"
      },
      "words": [
        {
          "text": "مَا يَلْفِظُ",
          "meaningBn": "মানুষ উচ্চারণ করে না",
          "notes": "لَفَظَ (শব্দ উচ্চারণ করা, স্পষ্টভাবে শব্দ উচ্চারণ করা, কথা উচ্চারণ করা, অভিমত ব্যক্ত করা, থুতু ফেলা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَلْفِظُ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "مِنْ قَوْلٍ",
          "meaningBn": "যে কথাই",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْلٌ (কথা, বাণী, উক্তি, যা উচ্চারণ করা হয়, বক্তব্য, মন্তব্য, বর্ণনা); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় قَوْلٍ হয়েছে।"
        },
        {
          "text": "إِلَّا لَدَيْهِ",
          "meaningBn": "ব্যতীত তার নিকট রয়েছে",
          "notes": "সম্বন্ধসূচক অব্যয় لَدَى (নিকট) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ لَدَيْهِ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)।"
        },
        {
          "text": "رَقِيبٌ",
          "meaningBn": "প্রহরী",
          "notes": "رَقَبَ (লক্ষ্য রাখা, পর্যবেক্ষণ করা, নিরীক্ষণ করা, যত্নবান হওয়া, যত্ন নেওয়া, পাহারা দেওয়া, সতর্ক হওয়া, তত্ত্বাবধান করা, মর্যাদা দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য رَقِيبٌ (পর্যবেক্ষক, সংবাদরক্ষক, তত্ত্বাবধায়ক, প্রহরী, নিয়ন্ত্রক)।"
        },
        {
          "text": "عَتِيدٌ",
          "meaningBn": "তৎপর",
          "notes": "عَتَدَ (তৈরি হওয়া, প্রস্তুত থাকা) মূল ক্রিয়ার একটি বিশেষ্য عَتِيدٌ (প্রস্তুত, তৎপর)।"
        }
      ]
    },
    {
      "ayahNumber": 19,
      "arabic": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ",
      "bangla": "(মৃত্যুযন্ত্রণা সত্যই আসবে এটা হতেই তোমরা অব্যাহতি চেয়ে এসেছো।",
      "translations": {
        "osmani": "আর মৃত্যুযন্ত্রণা সত্য নিয়ে উপস্থিত হবে; এ সেই জিনিস যা থেকে তোমরা অব্যাহতি চেয়ে এসেছো।",
        "tawjih": "মৃত্যু যন্ত্রণা অবশ্যই সত্য নিয়ে এসে পড়েছে। এটিই সেই জিনিস, যা থেকে তুমি পলায়ন করতে চাইতে।"
      },
      "words": [
        {
          "text": "وَجَاءَتْ",
          "meaningBn": "আর আগমন করল",
          "notes": "جَيَّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ جَاءَتْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "سَكْرَةُ",
          "meaningBn": "যন্ত্রণা",
          "notes": "سَكِرَ (মদামত্ত হওয়া, মাতাল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَكْرَةٌ (যন্ত্রণা, মর্মবেদনা, হতবুদ্ধি, অচেতনতা, মাদকতা); শব্দটি الْمَوْتِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে سَكْرَةُ হয়েছে।"
        },
        {
          "text": "الْمَوْتِ",
          "meaningBn": "মৃত্যু",
          "notes": "مَوَتَ (مَاتَ) (মারা যাওয়া, মৃত্যুবরণ করা, মরে যাওয়া, নির্জীব হওয়া, নিষ্প্রাণ হওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَوْتُ (মৃত্যু, মরণ, জীবনহানি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি سَكْرَةُ-এর মুদাফ-ইলায়হি হওয়ায় الْمَوْتِ হয়েছে।"
        },
        {
          "text": "بِالْحَقِّ",
          "meaningBn": "সত্যই",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া, ন্যায়সঙ্গত হওয়া, অবশ্য কর্তব্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, হক, ন্যায়, ন্যায্য, প্রকৃত, যথাযথ, সঠিক, নিশ্চিৎ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْحَقِّ হয়েছে।"
        },
        {
          "text": "ذَلِكَ مَا كُنْتَ",
          "meaningBn": "উহাই তুমি যা",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ রূপ كُنْتَ; পূর্বে রয়েছে নির্দেশক সর্বনাম ذلِكَ (ঐটি, উহা) ও সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "مِنْهُ",
          "meaningBn": "এটা হতেই",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "تَحِيدُ",
          "meaningBn": "অব্যাহতি চেয়ে এসেছো",
          "notes": "حَیَدَ (حَادَ) (স্বাভাবিকতা থেকে চ্যুত হওয়া, একপাশে সরে যাওয়া, প্রস্থান করা, নিবৃত্ত হওয়া, অব্যাহতি চাওয়া, এড়িয়ে যাওয়া, বর্জন করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 20,
      "arabic": "وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ",
      "bangla": "আর শিঙ্গায় ফুৎকার দেওয়া হবে, এটাই শাস্তির দিন।",
      "translations": {
        "osmani": "আর শিঙ্গায় ফুঁক দেয়া হবে, এ-ই সেই শাস্তির দিনের (আগমনের) ঘোষণা।",
        "tawjih": "আর শিঙ্গায় ফুঁক দেওয়া হবে। এটাই শাস্তির দিনের (ঘোষণা)।"
      },
      "words": [
        {
          "text": "وَ نُفِخَ",
          "meaningBn": "আর ফুৎকার দেওয়া হবে",
          "notes": "نَفَخَ ( দেওয়া, ফুঁক দেওয়া, বাতাশ ভরা, স্ফীত করা, অনুপ্রাণিত করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ نُفِخَ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "فِي الصُّوْرِ",
          "meaningBn": "শিঙ্গায়",
          "notes": "صَوَرَ (صَارَ) (পোষ মানানো, বশীভূত করা, ঝুঁকানো, কোনো কিছুকে অবনত করা, বাঁকানো, নোয়ানো, কেটে বিচ্ছিন্ন করা) মূল ক্রিয়ার একটি বিশেষ্য صُورٌ (তুরী, শিংগা, বাঁশি, বিউগল, রণভেরি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الصُّورِ হয়েছে।"
        },
        {
          "text": "ذَلِكَ يَوْمُ",
          "meaningBn": "এটাই দিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন); শব্দটি الْوَعِيدِ এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে يَوْمُ হয়েছে; পূর্বে রয়েছে নির্দেশক সর্বনাম ذلِكَ (ঐটি, উহা)।"
        },
        {
          "text": "الْوَعِيدِ",
          "meaningBn": "শাস্তির",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা, যে কোনো কারো কাছে অঙ্গীকার করা) মূল ক্রিয়ার একটি বিশেষ্য وَعِيْدٌ (শাস্তি দেওয়ার ওয়াদা, হুমকি, ভীতিপ্রদর্শন, শাসানি, অঙ্গীকার, প্রতিশ্রুতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি يَوْمُ-এর মুদাফ-ইলায়হি হওয়ায় الْوَعِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 21,
      "arabic": "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ",
      "bangla": "সেদিন প্রত্যেক ব্যক্তি উপস্থিত হবে, তার সঙ্গে থাকবে চালক ও সাক্ষী।",
      "translations": {
        "osmani": "সেদিন প্রত্যেক ব্যক্তি উপস্থিত হবে; তার সঙ্গে থাকবে (তাকে) তাড়িয়ে নিয়ে যাবার লোক এবং একজন সাক্ষী।",
        "tawjih": "প্রত্যেক ব্যক্তি এমন অবস্থায় আসবে যে, তার সাথে একজন চালক ও একজন সাক্ষী থাকবে।"
      },
      "words": [
        {
          "text": "وَجَاءَتْ",
          "meaningBn": "সেদিন উপস্থিত হবে",
          "notes": "جَيَّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ جَاءَتْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "كُلُّ",
          "meaningBn": "প্রত্যেক",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلٌّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি نَفْسٍ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُلُّ হয়েছে।"
        },
        {
          "text": "نَفْسٍ",
          "meaningBn": "ব্যক্তি",
          "notes": "نَفْسَ (মিতব্যয়ী হওয়া, হিসাবি হওয়া, সতর্ক হওয়া, কৃপণ হওয়া, হিংসুটে হওয়া, বিদ্বেষপরায়ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَفْسٌ (আত্মা, মন, প্রবৃত্তি, ব্যক্তি, মানুষ, জীবাত্মা, স্বয়ং নিজ); শব্দটি كُلُّ-এর মুদাফ-ইলায়হি হওয়ায় نَفْسٍ হয়েছে।"
        },
        {
          "text": "مَعَهَا",
          "meaningBn": "তার সঙ্গে থাকবে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مَعَ (সঙ্গে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "سَائِقٌ",
          "meaningBn": "চালক",
          "notes": "سَوَقَ (سَاقَ) (তাড়িয়ে নেওয়া, তাড়া করা, হাঁকিয়ে নেওয়া, বহন করে নেওয়া, মানুষকে কোনো একটি বিশেষ দিকে পরিচালিত করা) মূল ক্রিয়ার কর্তা-বিশেষ্য سَائِقٌ (চালক, ড্রাইভার)।"
        },
        {
          "text": "وَشَهِيدٌ",
          "meaningBn": "সাক্ষী",
          "notes": "شَهِدَ (সাক্ষ্য দেওয়া, উপস্থিত থাকা, সাক্ষী হওয়া, অবলোকন করা, প্রত্যক্ষ করা, কোনো ঘটনার সাক্ষী দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَهِيدٌ (শহীদ, সাক্ষী, প্রত্যক্ষদর্শী, দ্বীন প্রতিষ্ঠার সংগ্রামে জীবন দানকারী, যে শাহাদত বরণ করেছে, যে সত্যের সাক্ষ্য দেয়); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        }
      ]
    },
    {
      "ayahNumber": 22,
      "arabic": "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ",
      "bangla": "(তুমি এই দিবস সম্বন্ধে উদাসীন ছিলে, এখন আমি তোমার সম্মুখ হতে পর্দা উন্মোচন করেছি। অদ্য তোমার দৃষ্টি প্রখর।",
      "translations": {
        "osmani": "তাকে বলা হবে, ‘তুমি তো এ (দিন) সম্বন্ধে উদাসীন ছিলে, এখন আমি তোমার সম্মুখ থেকে পর্দা উন্মোচন করে দিয়েছি, সুতরাং আজ তোমার দৃষ্টি প্রখর।’",
        "tawjih": "অবশ্যই তুমি এ বিষয়ে উদাসীন ছিলে, অতঃপর আমি তোমার সামনে থেকে পর্দা উন্মোচন করে দিয়েছি। সুতরাং আজ তোমার দৃষ্টি অত্যন্ত প্রখর।"
      },
      "words": [
        {
          "text": "لَقَدْ",
          "meaningBn": "অবশ্যই",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও অপর ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)-এর মিলিত রূপ।"
        },
        {
          "text": "كُنْتَ",
          "meaningBn": "তুমি ছিলে",
          "notes": "শব্দটি كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "فِي غَفْلَةٍ مِنْ هَذَا",
          "meaningBn": "উদাসীন এই দিবস সম্বন্ধে",
          "notes": "غَفَلَ (অসতর্ক থাকা, অন্যমনস্ক হওয়া, অমনোযোগী হওয়া, অবহেলায় থাকা) মূল ক্রিয়ার একটি বিশেষ্য غَفْلَةٌ (অবহেলা, অসতর্ক, উদাসীন); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় غَفْلَةٍ হয়েছে; শেষে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও নির্দেশক সর্বনাম هَذَا (এইটি, ইহা; অর্থাৎ ঐ বিশেষ দিবস)।"
        },
        {
          "text": "فَكَشَفْنَا",
          "meaningBn": "এখন আমি উন্মোচন করেছি",
          "notes": "كَشَفَ (অনাবৃত করা, আবরণ সরিয়ে ফেলা, উন্মোচিত করা, নগ্ন করা, খুলে ফেলা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ كَشَفْنَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "عَنْكَ",
          "meaningBn": "তোমার সম্মুখ হতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَنْ (হতে) ও সংযুক্ত-সর্বনাম كَ (তোমার)-এর মিলিত রূপ।"
        },
        {
          "text": "غِطَاءَكَ",
          "meaningBn": "তোমার পর্দা",
          "notes": "غَطَوَ (غَطَا) (ঢেকে দেওয়া, ঢেকে ফেলা, আবৃত করা, আচ্ছাদিত করা, মনোভাব গোপন করা) মূল ক্রিয়ার একটি বিশেষ্য غِطَاءٌ (মুখাবরণ, নেকাব, আচ্ছাদন, চাদর, ঢাকনা); শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় غِطَاءَ হয়েছে।"
        },
        {
          "text": "فَبَصَرُكَ",
          "meaningBn": "তোমার দৃষ্টি",
          "notes": "بَصْصُرَ (দেখা, দৃষ্টি দেওয়া, তাকানো, প্রত্যক্ষ করা, অনুধাবন করা) মূল ক্রিয়ার একটি বিশেষ্য بَصَرٌ (দৃষ্টি, দৃষ্টিশক্তি, চক্ষু, চোখ, দেখার অনুভুতি, অন্তর্দৃষ্টি, উপলব্ধি ক্ষমতা, বোধশক্তি, সূক্ষ্মদর্শী); শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে بَصَرُ হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "الْيَوْمَ",
          "meaningBn": "অদ্য",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য الْيَوْمَ (আজকে, আজকের দিনে)।"
        },
        {
          "text": "حَدِيدٌ",
          "meaningBn": "প্রখর",
          "notes": "حَدَّ (শান দেওয়া, ছুরিতে ধার দেওয়া, হোনিং করা, সীমা নির্দেশ করা, সীমা চিহ্নিত করা, চিত্র/ বর্ণনার সাহায্যে দেখানো, সঠিকভাবে বর্ণনা দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَدِيدٌ (লোহা, লৌহ, লৌহদ্রব্য, ধারালো, তীক্ষ্ণ, প্রখর)।"
        }
      ]
    },
    {
      "ayahNumber": 23,
      "arabic": "وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ",
      "bangla": "তার সঙ্গী ফিরিস্তা বলবে, 'এই তো আমার নিকট 'আমলনামা প্রস্তুত।",
      "translations": {
        "osmani": "আর তার সঙ্গী (ফিরিশতা) বলবে, 'আমার কাছে যা (আমলনামা) প্রস্তুত আছে, এই তো তা।",
        "tawjih": "আর তার সঙ্গী (শয়তান) বলবে, ‘এই তো আমার কাছে প্রস্তুত (আমলনামা)।’"
      },
      "words": [
        {
          "text": "وَقَالَ",
          "meaningBn": "বলবে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "قَرِينُهُ",
          "meaningBn": "তার সঙ্গী ফিরিস্তা",
          "notes": "قَرْنَ (সংযুক্ত করা, মিলিত করা, সংযোগ সাধন করা, একত্র করা, জড়িত করা) মূল ক্রিয়ার একটি বিশেষ্য قَرِينٌ (অন্তরঙ্গ সঙ্গী, সহচর, সাথি); শব্দটি সংযুক্ত-সর্বনাম هُ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَرِينُ হয়েছে।"
        },
        {
          "text": "هَذَا مَا لَدَيَّ",
          "meaningBn": "এই তো আমার নিকট আমলনামা",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لَدَى (নিকট) ও সংযুক্ত-সর্বনাম ي (আমার)-এর মিলিত রূপ।"
        },
        {
          "text": "عَتِيدٌ",
          "meaningBn": "প্রস্তুত",
          "notes": "عَتَدَ (তৈরি হওয়া, প্রস্তুত থাকা) মূল ক্রিয়ার একটি বিশেষ্য عَتِيدٌ (প্রস্তুত, তৎপর)।"
        }
      ]
    },
    {
      "ayahNumber": 24,
      "arabic": "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
      "bangla": "(আদেশ করা হবে, তোমরা উভয়ে নিক্ষেপ কর জাহান্নামে প্রত্যেক উদ্ধত কাফিরকে-",
      "translations": {
        "osmani": "আদেশ করা হবে, 'তোমরা উভয়ে নিক্ষেপ কর জাহান্নামে প্রত্যেক উদ্ধত কাফিরকে।",
        "tawjih": "(ফেরেশতাদেরকে বলা হবে,) ‘তোমরা দু'জন প্রত্যেক উদ্ধত কাফিরকে জাহান্নামে নিক্ষেপ করো।"
      },
      "words": [
        {
          "text": "أَلْقِيَا",
          "meaningBn": "আদেশ করা হবে, তোমরা উভয়ে নিক্ষেপ কর",
          "notes": "لَقِيَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪নং ফরম أَلْقَى (নিক্ষেপ করা, ছুড়ে মারা, ফেলে দেওয়া, ঢেলে দেওয়া, সমর্পণ করা, প্রেরণ করা, অবহিত করা, রাখা, রেখে দেওয়া, স্থাপন করা)-এর অতীতকাল, প্রথম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "فِي جَهَنَّمَ",
          "meaningBn": "জাহান্নামে",
          "notes": "জَهَنَّمُ (জাহান্নামে)-এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় جَهَنَّمَ (শব্দটি গা.মুন তাই শেষ অক্ষরে যের হয় নাই) হয়েছে।"
        },
        {
          "text": "كُلَّ",
          "meaningBn": "প্রত্যেক",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلٌّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি كَفَّارٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় كُلَّ হয়েছে।"
        },
        {
          "text": "كَفَّارٍ",
          "meaningBn": "কাফিরকে",
          "notes": "كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরি করা, কাফির হওয়া, প্রত্যাখান করা) মূল ক্রিয়ার একটি বিশেষ্য كَفَّارٌ (অতি অকৃতজ্ঞ, অবিশ্বাসী, অমান্যকারী, কাফির); শব্দটি كُلَّ-এর মুদাফ-ইলায়হি হওয়ায় كَفَّارٍ হয়েছে।"
        },
        {
          "text": "عَنِيدٍ",
          "meaningBn": "উদ্ধত / একগুঁয়ে",
          "notes": "عَنَدَ (অবাধ্য হওয়া, একগুঁয়ে হওয়া, বিপথে যাওয়া, স্বাভাবিক মান থেকে চ্যুত হওয়া, একরোখা হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَنِيْدٌ (একগুঁয়ে, অবাধ্য, জেদী, বিরোধী, বিকৃতস্বভাব); শব্দটি كَفَّارٍ-কে অনুসরণ করায় عَنِيدٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 25,
      "arabic": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ",
      "bangla": "কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমালংঘনকারী ও সন্দেহ পোষণকারী।",
      "translations": {
        "osmani": "কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমালংঘনকারী ও সন্দেহ পোষণকারীকে।",
        "tawjih": "যে ছিল কল্যাণকর কাজে বাধাদানকারী, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারী।"
      },
      "words": [
        {
          "text": "مَنَّاعٍ",
          "meaningBn": "প্রবল বাধাদানকারী",
          "notes": "مَنَعَ (নিষেধ করা, মানা করা, বাধা দেওয়া, বিরত থাকা, আটকিয়ে রাখা, ঠেকিয়ে রাখা, প্রত্যাখান করা, ব্যাহত করা, কোনো জিনিস দিতে অস্বীকার করা, আত্মরক্ষা করা) মূল ক্রিয়ার কর্তা-বিশেষ্য আধিক্যবাচক রূপ مَنَّاعٌ (যে ব্যাহত করে, যে বিঘ্নিত করে, যে পথরোধ করে, বাধাদানকারী, প্রতিরোধকারী, প্রতিরোধক, নিবারক); শব্দটি كَفَّارٍ-কে অনুসরণ করায় مَنَّاعٍ হয়েছে।"
        },
        {
          "text": "لِلْخَيْرِ",
          "meaningBn": "কল্যাণকর কাজে",
          "notes": "خَيَرَ (خَارَ) (ভালো অবস্থায় থাকা, অনুকূল হওয়া, সহায়ক হওয়া, অধিকতর পছন্দ করা, শ্রেয় মনে করা, নির্বাচিত করা, বেছে নেওয়া, ধনসম্পদ অর্জন করা) মূল ক্রিয়ার একটি বিশেষ্য خَيْرٌ (ভালো, উত্তম, উৎকৃষ্ট, শ্রেষ্ঠ, উপযোগী, শ্রেষ্ঠতর, ধনসম্পদ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْخَيْرِ হয়েছে।"
        },
        {
          "text": "مُعْتَدٍ",
          "meaningBn": "সীমালংঘনকারী",
          "notes": "عَدَوَ (عَدَا) (সীমালঙ্ঘن করা, ফেরানো, ফিরিয়ে আনা, উপেক্ষা করা, অন্যায্য কোনো কিছু করা, আক্রমণ করা, অনৈতিক কাজ করা) মূল ক্রিয়ার ৮নং ফরম اِعْتَدَى (অত্যচার করা, যুলুম করা, বাড়াবাড়ি করা, সীমা ছাড়িয়ে যাওয়া, সীমালঙ্ঘন করা, আক্রমণ করা, সীমারেখা অতিক্রম করা); কর্তা-বিশেষ্য مُعْتَدٍ (সীমালঙ্ঘনকারী, অত্যাচারী, বাড়াবাড়িকারী)।"
        },
        {
          "text": "مُرِيبٍ",
          "meaningBn": "ও সন্দেহ পোষণকারী",
          "notes": "رَابَ (رَیَبَ) (অনিশ্চিত করা, ধোকার মধ্যে ফেলে দেওয়া, সন্দেহর মধ্যে ফেলে দেওয়া, অবিশ্বাসের মধ্যে ফেলে দেওয়া, সংশয়ের কারণ ঘটানো, মনের মধ্যে অস্থিরতার কারণ ঘটানো, খারাপ ধারণা সৃষ্টি করা, চিন্তিত করা, উদ্বিগ্ন করা) মূল ক্রিয়ার ৪নং ফরমের কর্তা-বিশেষ্য مُرِيبٌ (সন্দেহজনক, সন্দেহমূলক, দ্বিধাপূর্ণ, ইতস্ততকারী); শব্দটি كَفَّارٍ-কে অনুসরণ করায় مُرِيبٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 26,
      "arabic": "الَّذِي جَعَلَ مَعَ اللَّهُ إِلهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ",
      "bangla": "(যে ব্যক্তি আল্লাহ্র সঙ্গে অন্য ইলাহ্ গ্রহণ করত তাকে কঠিন শাস্তিতে নিক্ষেপ কর।",
      "translations": {
        "osmani": "যে আল্লাহ্র সঙ্গে অন্য ইলাহ্ গ্রহণ করত, তাকে কঠিন শাস্তিতে নিক্ষেপ কর।",
        "tawjih": "যে আল্লাহ্র সাথে অন্য ইলাহ্ সাব্যস্ত করত। সুতরাং তোমরা দু'জন তাকে কঠিন আযাবে নিক্ষেপ করো’।"
      },
      "words": [
        {
          "text": "الَّذِي جَعَلَ",
          "meaningBn": "যে ব্যক্তি গ্রহণ করত",
          "notes": "جَعَلَ (করা, কাজ করা, বানানো, তৈরি করা, গঠন করা, নির্ধারণ করা, আরোপ করা, স্থাপন করা, নিয়োগ করা, আকড়িয়ে ধরা, শ্রদ্ধা করা, গণ্য করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক সর্বনাম اَلَّذِي (যিনি যে)।"
        },
        {
          "text": "مَعَ اللَّهُ",
          "meaningBn": "আল্লাহর সঙ্গে",
          "notes": "الله (আল্লাহু) শব্দটির পূর্বে সম্বন্ধসূচক অব্যয় مَعَ (সঙ্গে) থাকায় الله হয়েছে।"
        },
        {
          "text": "إِلَهًا",
          "meaningBn": "ইলাহ্",
          "notes": "أَلِهَ (উপাসনা করা, ভজনা করা, গভীরভাবে ভালোবাসা, শ্রদ্ধা করা, ভক্তি করা, ইবাদত করা, কাউকে উপাসনার যোগ্য মনে করা) মূল ক্রিয়ার একটি বিশেষ্য إِلَهٌ (ইলাহ, অর্চনারযোগ্য, স্রষ্টা, প্রতিপালক, ব্যবস্থাপক, ক্ষমতাশালীপ্রভু, বিধি-বিধান দাতা, আশ্রয়দাতা, অন্নদাতা, সাহায্যকারী, পাপমোচনকারী, উদ্ধারকর্তা, ত্রাণকর্তা, নিরাপত্তাদানকারী, রক্ষাকারী, মুক্তিদাতা); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় إِلَهًا হয়েছে।"
        },
        {
          "text": "آخَرَ",
          "meaningBn": "অন্য",
          "notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য أَخَرُ বা آخَرُ (অপর, অন্য, আর, পরবর্তী); শব্দটি إِلَهًا-কে অনুসরণ করায় آخَرَ হয়েছে।"
        },
        {
          "text": "فَأَلْقِيَاهُ",
          "meaningBn": "তাকে নিক্ষেপ কর",
          "notes": "لَقِىَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪নং ফরম أَلْقَى (নিক্ষেপ করা, ছুড়ে মারা, ফেলে দেওয়া, ঢেলে দেওয়া, সমর্পণ করা, প্রেরণ করা, অবহিত করা, রাখা, রেখে দেওয়া, স্থাপন করা)-এর অতীতকাল, প্রথম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ أَلْقِيَا; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার); পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "فِي الْعَذَابِ",
          "meaningBn": "শাস্তিতে",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْعَذَابِ হয়েছে।"
        },
        {
          "text": "الشَّدِيدِ",
          "meaningBn": "কঠিন",
          "notes": "شَدَّ (কষে বাঁধা, রশি দিয়ে কোনো কিছু বাঁধা, দৃঢ়ভাবে শক্তিশালী করে তোলা, ধাবিত হওয়া, সুদৃঢ় করা, বলিষ্ঠ করা, তেজস্বী করা, প্রবল করা, কঠিন করা, সুরক্ষিত করা, দুর্ভেদ্য করা, স্থাপন করা) মূল ক্রিয়ার একটি বিশেষ্য شَدِيدٌ (তীব্র, প্রবল, দৃঢ়, কঠিন, শক্তিশালী, শক্তিধর, কঠোর, সোজাসুজি ও সঠিক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি الْعَذَابِ-কে অনুসরণ করায় الشَّدِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 27,
      "arabic": "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ",
      "bangla": "তার সহচর শয়তান বলবে, 'হে আমাদের প্রতিপালক! আমি তাকে অবাধ্য করি নাই। বস্তুত সে-ই ছিল ঘোর বিভ্রান্ত।",
      "translations": {
        "osmani": "তার সহচর (শয়তান) বলবে, 'হে আমাদের প্রতিপালক! আমি তাকে অবাধ্য করিনি, বরং সে নিজেই ছিল ঘোর বিভ্রান্ত।",
        "tawjih": "তার সঙ্গী (শয়তান) বলবে, ‘হে আমাদের প্রতিপালক! আমি তাকে অবাধ্য করিনি। বস্তুত সে নিজেই ছিল ঘোর বিভ্রান্ত।’"
      },
      "words": [
        {
          "text": "قَالَ",
          "meaningBn": "বলবে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "قَرِينُهُ",
          "meaningBn": "তার সহচর শয়তান",
          "notes": "قَرْنَ (সংযুক্ত করা, মিলিত করা, সংযোগ সাধন করা, একত্র করা, জড়িত করা) মূল ক্রিয়ার একটি বিশেষ্য قَرِينٌ (অন্তরঙ্গ সঙ্গী, সহচর, সাথি); শব্দটি সংযুক্ত-সর্বনাম هُ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَرِينُ হয়েছে।"
        },
        {
          "text": "رَبَّنَا",
          "meaningBn": "হে আমাদের প্রতিপালক!",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رَبُّ হওয়ায় নিয়ম; কিন্তু এখানে رَبُّ -এর পূর্বে আবেগসূচক অব্যয় يَا-এর উপস্থিতি ধরে নেওয়া হয়েছে; তাই يَا দ্বারা সম্বোধিত হওয়ার প্রেক্ষিতে মুদাফ হিসেবে رَبُّ-এর কর্মকারক রূপ رَبَّ হয়েছে এবং তাদের মিলিত রূপ رَبَّنَا হয়েছে।"
        },
        {
          "text": "مَا أَطْغَيْتُهُ",
          "meaningBn": "আমি তাকে অবাধ্য করি নাই",
          "notes": "طَغَوَ (طَغَا) (সীমালঙ্ঘন করা, বাড়াবাড়ি করা, সমুদ্র উত্তাল হওয়া, স্ফীত হওয়া, প্লাবন সৃষ্টি করা, অন্যায় করা, নির্যাতন করা, পীড়নমূলক আচরণ করা, স্বৈরাচার চালানো, কক্ষ হতে ভ্রষ্ট হওয়া) মূল ক্রিয়ার ৪নং ফরম أَطْغَى (সীমালঙ্ঘনকারী বানানো, অবাধ্যতায় লিপ্ত করা, অন্যায় করানো, সীমালঙ্ঘন করানো)-এর অতীতকাল, উত্তম পুরুষ, একবচন রূপ أَطْغَيْتُ; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার); পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "وَ لَكِنْ كَانَ",
          "meaningBn": "বস্তুত সে-ই ছিল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও ক্রিয়া-বিশেষণ لَكِنْ (কিন্তু)।"
        },
        {
          "text": "فِي ضَلَالٍ",
          "meaningBn": "বিভ্রান্ত",
          "notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিভ্রান্ত হওয়া, পথ হারানো, বিপথে যাওয়া, ভুল করা, ভুলে যাওয়া, ধোঁকা খাওয়া, প্রতারিত হওয়া, বিচ্যুত হওয়া, উধাও হওয়া, উদ্দেশ্যহীনভাবে ঘুরে বেড়ানো) মূল ক্রিয়ার একটি বিশেষ্য ضَلَالٌ (ভ্রান্তি, ভ্রষ্টতা, বিভ্রান্তি, ধোঁকা, প্রতারণা, ব্যর্থতা); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় ضَلَالٍ হয়েছে।"
        },
        {
          "text": "بَعِيدٍ",
          "meaningBn": "ঘোর",
          "notes": "بَعْدَ (দুরবর্তী হওয়া, দুরে থাকা, বহুদূরে চলে যাওয়া, দুরত্ব বজায় রাখা) মূল ক্রিয়ার একটি বিশেষ্য بَعِيدٌ (দূরবর্তী, বহুদূরে, যথেষ্ট ব্যবধান বিশিষ্ট, ঘোর); শব্দটি ضَلَالٍ-কে অনুসরণ করায় بَعِيدٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 28,
      "arabic": "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ",
      "bangla": "(আল্লাহ্ বলবেন, 'আমার সামনে বাক-বিতণ্ডা কর না; তোমাদেরকে আমি তো পূর্বেই সতর্ক করেছি।",
      "translations": {
        "osmani": "আল্লাহ্ বলবেন, 'আমার সামনে বাক-বিতণ্ডা করো না; তোমাদেরকে আমি তো পূর্বেই সতর্ক করে দিয়েছি।",
        "tawjih": "আল্লাহ্ বলবেন, ‘তোমরা আমার সামনে বাক-বিতণ্ডা করো না। আমি তো আগেই তোমাদের কাছে শাস্তির (ঘোষণা) পাঠিয়ে দিয়েছিলাম।"
      },
      "words": [
        {
          "text": "قَالَ",
          "meaningBn": "আল্লাহ্ বলবেন",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "لَا تَخْتَصِمُوا",
          "meaningBn": "বাক-বিতণ্ডা কর না",
          "notes": "خَصَمَ (বিতর্ক করা, ঝগড়া করা, বিতন্ডা করা, বিবাদ করা, পরাভূত করা, বিয়োগ করা, ছাড় দেওয়া) মূল ক্রিয়ার ৮নং ফরম اِخْتَصَمَ (বিতর্ক করা, ঝগড়া করা, বাদানুবাদ করা, বাক-বিতণ্ডা করা, নিজেদের মধ্যে ঝগড়া-বিবাদে লিপ্ত হওয়া)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ تَخْتَصِمُوا; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না)।"
        },
        {
          "text": "لَدَيَّ",
          "meaningBn": "আমার সামনে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لَدَى (নিকট) ও সংযুক্ত-সর্বনাম ي (আমার)-এর মিলিত রূপ।"
        },
        {
          "text": "وَقَدْ قَدَّمْتُ",
          "meaningBn": "আমি তো পূর্বেই",
          "notes": "قَدَمَ (অগ্রগামী হওয়া, পূর্বগামী হওয়া, পূর্ববর্তী হওয়া, পূরোগামী হওয়া) মূল ক্রিয়ার ২নং ফরম قَدَّمَ (পেশ করা, উপস্থাপন করা, প্রদান করা, দাখিল করা, এগিয়ে দেওয়া, অগ্রবর্তী হওয়া, পূর্বে কোনো কাজ করা, আগে হতেই তৈরি করা, পূর্বে পাঠানো, শাস্তির ব্যাপারে পূর্বেই সতর্ক করা)-এর অতীতকাল, উত্তম পুরুষ, একবচন রূপ قَدَّمْتُ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)।"
        },
        {
          "text": "إِلَيْكُمْ",
          "meaningBn": "তোমাদেরকে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় إِلَى (দিকে) ও সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "بِالْوَعِيدِ",
          "meaningBn": "সতর্ক করেছি",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা, যে কোনো কারো কাছে অঙ্গীকার করা) মূল ক্রিয়ার একটি বিশেষ্য وَعِيْدٌ (শাস্তি দেওয়ার ওয়াদা, হুমকি, ভীতিপ্রদর্শন, শাসানি, অঙ্গীকার, প্রতিশ্রুতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْوَعِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 29,
      "arabic": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ",
      "bangla": "'আমার কথার রদবদল হয় না এবং আমি আমার বান্দাদের প্রতি কোন অবিচার করি না।'",
      "translations": {
        "osmani": "আমার কথার রদবদল হয় না এবং আমি আমার বান্দাদের প্রতি কোনো অবিচার করি না।",
        "tawjih": "আমার কাছে কথা রদবদল হয় না এবং আমি বান্দাদের প্রতি মোটেই যুলুমকারী নই।"
      },
      "words": [
        {
          "text": "مَا يُبَدَّلُ",
          "meaningBn": "রদবদল হয় না",
          "notes": "بَدَلَ (স্থলাভিষিক্ত করা, বদল করা, পরিবর্তন করা, বদলানো) মূল ক্রিয়ার ২নং ফরম بَدَّلَ (পরিবর্তন ঘটানো, রূপান্তরিত করা, স্থান পরিবর্তন করা, পোশাক পরিবর্তন করা, রদবদল করা, বিনিময় করা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُبَدَّلُ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "الْقَوْلُ",
          "meaningBn": "কথা",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْلٌ (কথা, বাণী, উক্তি, যা উচ্চারণ করা হয়, বক্তব্য, মন্তব্য, বর্ণনা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْقَوْلُ হয়েছে।"
        },
        {
          "text": "لَدَيَّ",
          "meaningBn": "আমার নিকট",
          "notes": "উপরে দেখুন।"
        },
        {
          "text": "وَ مَا أَنَا بِظَلَّامٍ",
          "meaningBn": "এবং কোন অবিচার করি না",
          "notes": "ظَلَمَ (অন্যায় আচরণ করা, অত্যাচার করা, যুলুম করা, অবিচার করা, অত্যাচারী হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ظَلَامٌ (খুব অন্যায়, বড়ো জালেম, মহা-অত্যাচারী); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِظَلَّامٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর), ক্রিয়া-বিশেষণ مَا (না) ও স্বতন্ত্র-সর্বনাম أَنَا (আমি)।"
        },
        {
          "text": "لِلْعَبِيدِ",
          "meaningBn": "আমি আমার বান্দাদের প্রতি",
          "notes": "عَبَدَ (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার একটি বিশেষ্য عَبْدٌ (বান্দা, দাস, ক্রীতদাস, ভৃত্য), একটি বহুবচন عَبِيدٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْعَبِيدِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 30,
      "arabic": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَاتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ",
      "bangla": "(সেদিন আমি জাহান্নামকে জিজ্ঞাসা করব, 'তুমি কি পূর্ণ হয়ে গেছো?' জাহান্নাম বলবে, 'আরও আছে কি?",
      "translations": {
        "osmani": "সেদিন আমি জাহান্নামকে বলব, ‘তুমি কি পূর্ণ হয়েছো?’ সে বলবে, ‘আরও আছে কি?’",
        "tawjih": "সেদিন আমি জাহান্নামকে জিজ্ঞাসা করব, ‘তুমি কি ভরে গিয়েছো?’ সে বলবে, ‘আরও আছে কি?’"
      },
      "words": [
        {
          "text": "يَوْمَ",
          "meaningBn": "সেদিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)।"
        },
        {
          "text": "نَقُولُ",
          "meaningBn": "আমি জিজ্ঞাসা করব",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نَقُولُ।"
        },
        {
          "text": "لِجَهَنَّمَ",
          "meaningBn": "জাহান্নামকে",
          "notes": "جَهَنَّمُ (জাহান্নাম)-এর পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِجَهَنَّمَ (শব্দটি গা.মুন তাই শেষ অক্ষরে যের হয় নাই) হয়েছে।"
        },
        {
          "text": "هَلِ امْتَلَاتِ",
          "meaningBn": "তুমি কি পূর্ণ হয়ে গেছো?",
          "notes": "مَلَأَ (পূর্ণ করা, ভরাট করা, পরিপূর্ণ করা, বোঝাই করা) মূল ক্রিয়ার ৮নং ফরম اِمْتَلَأَ (পরিপুর্ণ হওয়া, পূর্ণ হওয়া, ভরাট হওয়া, পুরণ হওয়া, বোঝাই হওয়া)-এর অতীতকাল, মধ্যম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ امْتَلَاتِ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ هَلْ (কি?); هَلْ-এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় هَلِ লেখা হয়েছে।"
        },
        {
          "text": "وَتَقُوْلُ",
          "meaningBn": "জাহান্নাম বলবে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تَقُوْلُ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "هَلْ مِنْ مَزِيدٍ",
          "meaningBn": "আরও আছে কি",
          "notes": "زَيَدَ (زَادَ) (বৃদ্ধি করা, বাড়িয়ে দেওয়া, অধিক করা, বাড়ানো, সংখ্যায় মাত্রা ছাড়িয়ে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَزِيدٌ (বর্ধিত, অতিরিক্ত, আরও, সর্বোচ্চ, সর্বাধিক); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مَزِيدٍ হয়েছে; এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ هَلْ (কি?)।"
        }
      ]
    },
    {
      "ayahNumber": 31,
      "arabic": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
      "bangla": "আর জান্নাতকে নিকটস্থ করা হবে মুত্তাকীদের-কোন দূরত্ব থাকবে না।",
      "translations": {
        "osmani": "আর জান্নাতকে মুত্তাকীদের নিকটবর্তী করা হবে-কোনো দূরত্ব থাকবে না।",
        "tawjih": "আর জান্নাতকে মুত্তাকীদের নিকটবর্তী করা হবে, কোনো দূরত্ব থাকবে না।"
      },
      "words": [
        {
          "text": "وَأُزْلِفَتِ",
          "meaningBn": "আর নিকটস্থ করা হবে",
          "notes": "زَلَفَ (নিকটে যাওয়া, নিকটবর্তী হওয়া, কাছে যাওয়া, এগিয়ে যাওয়া) মূল ক্রিয়ার ৪নং ফরম أَزْلَفَ (নিকটবর্তী করা, কাছে আনা, নিকটে আনা)-এর অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ, কর্মবাচ্য রূপ أُزْلِفَتْ; أُزْلِفَتْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় أُزْلِفَتِ লেখা হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "الْجَنَّةُ",
          "meaningBn": "জান্নাতকে",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেশত); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْجَنَّةُ হয়েছে।"
        },
        {
          "text": "لِلْمُتَّقِينَ",
          "meaningBn": "মুত্তাকীদের জন্য",
          "notes": "وَقَى (রক্ষা করা, সংরক্ষণ করা, বাঁচানো, নিরাপত্তাবিধান করা, হেফাযত করা, মুক্ত করা, আশ্রয় দেওয়া) মূল ক্রিয়ার ৮নং ফরম اِتَّقَى (আল্লাহকে ভয় করা, সমীহ করা, বেঁচে থাকা, সতর্ক থাকা, সচেতন থাকা, সাবধানতা অবলম্বন করা, আত্মরক্ষা করা, মুত্তাকী হওয়া)-এর কর্তা-বিশেষ্য مُتَّقٍ (মৌলিক রূপ مُتَّقِيْ যে যিনি আল্লাহকে ভয় করেন, পরহেজগার, দ্বীনদার, ধার্মিক, ধর্মপরায়ণ, মুত্তাকী, আল্লাহর আদেশ নিষেধের ব্যাপারে সদা সচেতন), বহুবচন কর্ম/ সম্বন্ধকারক مُتَّقِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْمُتَّقِينَ হয়েছে।"
        },
        {
          "text": "غَيْرَ بَعِيدٍ",
          "meaningBn": "কোন দূরত্ব থাকবে না/ ব্যতীত দূরত্ব",
          "notes": "بَعْدَ (দুরবর্তী হওয়া, দুরে থাকা, বহুদূরে চলে যাওয়া, দুরত্ব বজায় রাখা) মূল ক্রিয়ার একটি বিশেষ্য بَعِيدٌ (দূরবর্তী, বহুদূরে, যথেষ্ট ব্যবধান বিশিষ্ট); পূর্বে সম্বন্ধসূচক অব্যয় غَيْرَ (ব্যতীত) থাকায় بَعِيدٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 32,
      "arabic": "هَذَا مَا تُوْعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٌ",
      "bangla": "(এটারই প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল-প্রত্যেক আল্লাহ্-অভিমুখী, হিফাযতকারীর জন্যে-",
      "translations": {
        "osmani": "এটাই সেই (পুরস্কার) যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল-প্রত্যেক আল্লাহ্র অভিমুখী ও তাঁর বিধান হিফাযতকারীর জন্য।",
        "tawjih": "এটা সেই জিনিস, যার ওয়াদা তোমাদেরকে দেওয়া হয়েছিল। এটা প্রত্যেক আল্লাহ্র দিকে প্রত্যাবর্তনকারী ও (তাঁর বিধানের) হিফাযতকারীর জন্য।"
      },
      "words": [
        {
          "text": "هَذَا مَا تُوْعَدُونَ",
          "meaningBn": "এটারই প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা, যে কোনো কারো কাছে অঙ্গীকার করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ تُوْعَدُونَ পূর্বে রয়েছে নির্দেশক সর্বনাম هَذَا (এইটি, ইহা) ও সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "لِكُلِّ",
          "meaningBn": "প্রত্যেকের জন্যে",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি أَوَّابٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِكُلِّ হয়েছে।"
        },
        {
          "text": "أَوَّابِ",
          "meaningBn": "আল্লাহ্-অভিমুখী",
          "notes": "أَوَبَ (أَبَ) (প্রত্যাবর্তন করা, ফিরে আসা, তওবা করা) মূল ক্রিয়ার একটি বিশেষ্য أَوَّابٌ (প্রত্যাবর্তনকারী, যে ঐকান্তিকভাবে আল্লাহর দিকে ফিরে আসে, আন্তরিকভাবে অনুতপ্ত ব্যক্তি); শব্দটি كُلِّ -এর মুদাফ-ইলায়হি হওয়ায় أَوَّابِ হয়েছে।"
        },
        {
          "text": "حَفِيظٌ",
          "meaningBn": "হিফাযতকারীর",
          "notes": "حَفِظَ (রক্ষা করা, সংরক্ষণ করা, তত্ত্বাবধান করা, হেফাযত করা, মুখস্ত করা সঙ্গে, যত্ন নেওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَفِيظٌ (সংরক্ষণকারী, পর্যবেক্ষণকারী, তত্ত্বাবধায়ক, রক্ষক); শব্দটি أَوَّابِ-কে অনুসরণ করায় حَفِيظٌ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 33,
      "arabic": "مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ",
      "bangla": "যারা না দেখে দয়াময় আল্লাহকে ভয় করে এবং বিনীত চিত্তে উপস্থিত হয়-",
      "translations": {
        "osmani": "(সে) যে না দেখেও দয়াময় আল্লাহকে ভয় করে এবং বিনীত চিত্তে উপস্থিত হয়।",
        "tawjih": "(এরা হলো) যারা না দেখেও দয়াময় আল্লাহ্কে ভয় করে এবং (আল্লাহ্র দিকে) অভিমুখী অন্তঃকরণ নিয়ে উপস্থিত হয়।"
      },
      "words": [
        {
          "text": "مَنْ خَشِيَ",
          "meaningBn": "যে ভয় করে",
          "notes": "خَشِيَ (ভয় করা, ভীত হওয়া, আতঙ্কিত হওয়া, সন্ত্রস্ত হওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে, যে কেউ)।"
        },
        {
          "text": "الرَّحْمَنَ",
          "meaningBn": "দয়াময় আল্লাহকে",
          "notes": "رَحِمَ (দয়া করা, অনুগ্রহ করা, রহম করা, করুণা করা) মূল ক্রিয়ার একটি বিশেষ্য رَحْمَانُ বা رَحْمَانٌ (পরম দয়ালু, দয়াময়, দয়াবান, করুণাময়, অনুগ্রহশীল, দয়াপরবশ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الرَّحْمَانُ হয়েছে; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الرَّحْمَانَ হয়েছে।"
        },
        {
          "text": "بِالْغَيْبِ",
          "meaningBn": "না দেখে",
          "notes": "غَيْبَ (غَابَ) (অনুপস্থিত থাকা, অদৃশ্য হওয়া, গায়েব হওয়া, অনুপস্থিত হওয়া, দৃষ্টির বাইরে অবস্থান করা, কোনো স্থান ত্যাগ করে যাওয়া, গোপন হওয়া, আচ্ছন্ন হওয়া, লুকিয়ে থাকা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য غَيْبٌ (অদৃশ্য বিষয়, গায়িব, যা কিছু অনুপস্থিত, লুকায়িত, গুপ্ত রহস্য, যা দেখা যায় না, যা অনুভব করা যায় না, গোপনতা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْغَيْبِ হয়েছে।"
        },
        {
          "text": "وَجَاءَ",
          "meaningBn": "এবং উপস্থিত হয়",
          "notes": "جَيَّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "بِقَلْبِ",
          "meaningBn": "চিত্তে",
          "notes": "قَلَبَ (উল্টানো, উল্টে দেওয়া, ঘুরানো, মোচড়ানো, ফিরে আসা, পরিবর্তন করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَلْبٌ (অন্তর, হৃদয়, মন, হৃৎপিন্ড, অভ্যন্তর); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِقَلْبِ হয়েছে।"
        },
        {
          "text": "مُنِيبٍ",
          "meaningBn": "বিনীত",
          "notes": "نَوَبَ (نَابَ) (স্থলাভিষিক্ত হওয়া, প্রতিনিধি হওয়া, অন্যের প্রতিনিধি হিসাবে কাজ করা) মূল ক্রিয়ার ৪নং ফরম أَنَابَ (আন্তরিকভাবে অভিমুখী হওয়া, কৃত অপরাধের জন্য অনুতপ্ত হয়ে ফিরে আসা, প্রত্যাবর্তন করা, তওবা করা, প্রতিনিধি করা, স্থলাভিষিক্ত করা)-এর কর্তা-বিশেষ্য مُنِيبٌ (যে অনুতপ্ত হয়ে আল্লাহর দিকে ফিরে যায়, প্রত্যাবর্তনকারী, তওবাকারী, প্রতিনিধি নিয়োগকারী); শব্দটি بِقَلْبِ-কে অনুসরণ করায় مُنِيبٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 34,
      "arabic": "ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ",
      "bangla": "(তাদেরকে বলা হবে, 'শান্তির সঙ্গে তোমরা এতে প্রবেশ কর; তা অনন্ত জীবনের দিন।'",
      "translations": {
        "osmani": "‘তোমরা এতে শান্তিতে প্রবেশ কর; এটা অনন্ত জীবনের দিন।’",
        "tawjih": "(বলা হবে,) ‘তোমরা শান্তিতে এতে প্রবেশ করো। এটা চিরকাল থাকার দিন।’"
      },
      "words": [
        {
          "text": "ادْخُلُوهَا",
          "meaningBn": "তাদেরকে বলা হবে, তোমরা এতে প্রবেশ কর",
          "notes": "دَخَلَ (প্রবেশ করা, ঢোকা, শামিল হওয়া, ভর্তি হওয়া, যোগদান করা, বলপূর্বক অনুপ্রবেশ করা, অন্তর্ভুক্ত হওয়া, সঙ্গীদের সঙ্গে যোগ দেওয়া, আগমন করা) মূল ক্রিয়ার অনুজ্ঞাভাব বহুবচন, পুংলিঙ্গ রূপ اِدْخُلُوا; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে, এতে)।"
        },
        {
          "text": "بِسَلَامٍ",
          "meaningBn": "শান্তির সঙ্গে",
          "notes": "سَلِمَ (নিরাপদ থাকা, মুক্ত থাকা, সুস্থসজিব থাকা, অক্ষত থাকা, অটুট থাকা) মূল ক্রিয়ার একটি বিশেষ্য سَلَامٌ (শান্তি, সালাম, অভিবাদন, শান্তির জন্য সম্ভাষণ জ্ঞাপন, নিরাপত্তা); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِسَلَامٍ হয়েছে。"
        },
        {
          "text": "ذَلِكَ يَوْمُ",
          "meaningBn": "ঐ দিনটি",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন); শব্দটি الْخُلُودِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে يَوْمُ হয়েছে; পূর্বে রয়েছে নির্দেশক সর্বনাম ذلِكَ (ঐটি, উহা)。"
        },
        {
          "text": "الْخُلُودِ",
          "meaningBn": "অনন্ত জীবনের",
          "notes": "خَلَدَ (স্থায়ী হওয়া, চিরস্থায়ী হওয়া, চিরঞ্জীব হওয়া, অমর হওয়া, শাশ্বত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য خُلُودٌ (চিরস্থায়ী, অনন্তকাল, চিরন্তন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি يَوْمُ-এর মুদাফ-ইলায়হি হওয়ায় الْخُلُودِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 35,
      "arabic": "لَهُمْ مَا يَشَاءُونَ فِيْهَا وَلَدَيْنَا مَزِيدٌ",
      "bangla": "এখানে তারা যা কামনা করবে তাই পাবে এবং আমার নিকট রয়েছে তারও অধিক।",
      "translations": {
        "osmani": "সেখানে তাদের জন্য থাকবে তারা যা কামনা করবে, আর আমার কাছে রয়েছে আরও অতিরিক্ত (পুরস্কার)।",
        "tawjih": "সেখানে তাদের জন্য থাকবে, তারা যা চাইবে এবং আমার কাছে রয়েছে আরও অতিরিক্ত (পুরস্কার)।"
      },
      "words": [
        {
          "text": "لَهُمْ",
          "meaningBn": "তাদের জন্য",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ; لِ-এর সঙ্গে هُمْ যুক্ত হওয়ার প্রেক্ষিতে لَهُمْ হয়েছে।"
        },
        {
          "text": "مَا يَشَاءُونَ",
          "meaningBn": "তারা যা কামনা করবে",
          "notes": "شَياً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَشَاءُونَ; পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "فِيْهَا",
          "meaningBn": "এখানে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "وَ لَدَيْنَا",
          "meaningBn": "এবং আমার নিকট রয়েছে",
          "notes": "সম্বন্ধসূচক অব্যয় لَدَى (নিকট) ও সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ لَدَيْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "مَزِيدٌ",
          "meaningBn": "তারও অধিক",
          "notes": "زَيَدَ (زَادَ) (বৃদ্ধি করা, বাড়িয়ে দেওয়া, অধিক করা, বাড়ানো, সংখ্যায় মাত্রা ছাড়িয়ে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَزِيدٌ (বর্ধিত, অতিরিক্ত, আরও, সর্বোচ্চ, সর্বাধিক)।"
        }
      ]
    },
    {
      "ayahNumber": 36,
      "arabic": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَخِيصِ",
      "bangla": "(আমি তাদের পূর্বে আরও কত মানবগোষ্ঠীকে ধ্বংস করেছি যারা ছিল এদের অপেক্ষা শক্তিতে প্রবল, এরা দেশে দেশে ঘুরে বেড়াইত; এদের কোন পলায়নস্থল রইল কি?",
      "translations": {
        "osmani": "আমি এদের পূর্বে কত মানবগোষ্ঠীকে ধ্বংস করেছি, যারা এদের চেয়েও শক্তিতে ছিল প্রবল! তারা দেশে দেশে ঘুরে বেড়িয়েছিল, তবে কোথাও কি তাদের কোনো পলায়নস্থল মিলেছিল?",
        "tawjih": "আমি তাদের পূর্বে কত মানবগোষ্ঠীকে ধ্বংস করেছি, যারা তাদের চেয়েও শক্তিতে বেশি প্রবল ছিল। তারা (শাস্তি আসার পর) দেশে দেশে ঘুরে বেড়িয়েছিল, (কিন্তু) কোথাও কি তাদের জন্য পলায়নের স্থান ছিল?"
      },
      "words": [
        {
          "text": "وَكَمْ أَهْلَكْنَا",
          "meaningBn": "আমি আরও কত ধ্বংস করেছি",
          "notes": "هَلَكَ (ধ্বংস হওয়া, মরে যাওয়া, নিঃশেষ হওয়া) মূল ক্রিয়ার ৪নং ফরম أَهْلَكَ (ধ্বংস করা, বিনাশ করা, নষ্ট করা, নিঃশেষ করা, মেরে ফেলা, হত্যা করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَهْلَكْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও প্রশ্নবোধক সর্বনাম كَمْ (কত? অনেক)।"
        },
        {
          "text": "قَبْلَهُمْ",
          "meaningBn": "তাদের পূর্বে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় قَبْلَ (পূর্বে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "مِنْ قَرْنٍ",
          "meaningBn": "মানবগোষ্ঠীকে/ প্রজন্ম",
          "notes": "قَرَنَ (সংযুক্ত করা, মিলিত করা, সংযোগ সাধন করা, একত্র করা, জড়িত করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَرْنٌ (শতাব্দী, যুগ, প্রজন্ম, বংশের ধাপ/ পর্যায়, পশুর শিং); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় قَرْنٍ হয়েছে।"
        },
        {
          "text": "هُمْ أَشَدُّ",
          "meaningBn": "যারা ছিল প্রবল",
          "notes": "شَدَّ (কষে বাঁধা, রশি দিয়ে কোনো কিছু বাঁধা, দৃঢ়ভাবে শক্তিশালী করে তোলা, ধাবিত হওয়া, সুদৃঢ় করা, বলিষ্ঠ করা, তেজস্বী করা, প্রবল করা, কঠিন করা, সুরক্ষিত করা, দুর্ভেদ্য করা, স্থাপন করা) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَشَدُّ (তীব্রতর, দৃঢ়তর, প্রবলতর, কঠিনতর, গুরুতর, অধিকতর, অধিক শক্তিশালী); পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        },
        {
          "text": "مِنْهُمْ",
          "meaningBn": "এদের অপেক্ষা",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "بَطْشًا",
          "meaningBn": "শক্তিতে",
          "notes": "بَطَشَ (পাকড়াও করা, চড়াও হওয়া, আক্রমণ করা, আঘাত হানা, ধ্বংস করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য بَطْشٌ (জব্দকরণ, আঁকড়া, আংটা, প্রতিশোধ, হামলা, শক্তি, দাপট, আঘাত); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় بَطْشًا হয়েছে।"
        },
        {
          "text": "فَنَقَّبُوا",
          "meaningBn": "এরা ঘুরে বেড়াত",
          "notes": "نَقَبَ (ছিদ্র করা, ফুটা করা, ফাঁক করা, প্রবেশ করা, ভেদ করা) মূল ক্রিয়ার ২নং ফরম نَقَّبَ (খনন করা, অনুসন্ধান করা, তদন্ত করা, তালাশ করা, পরীক্ষা করা, ঘুরে বেড়ানো, বিচরণ করা, ভ্রমণ করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ نَقَّبُوا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "فِي الْبِلَادِ",
          "meaningBn": "দেশে দেশে",
          "notes": "بَلَدَ (অবস্থান করা, বাস করা, বসতি স্থাপন করা, নিবাস স্থাপন করা) মূল ক্রিয়ার একটি বিশেষ্য بَلَدٌ (ভূখন্ড, ভূমি, চাষাবাদে ব্যবহৃত জমি, দেশ, বড় শহর, মহানগরী), বহুবচন بِلَادٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْبِلَادِ হয়েছে।"
        },
        {
          "text": "هَلْ مِنْ مَخِيصِ",
          "meaningBn": "এদের কোন পলায়নস্থল রইল কি?",
          "notes": "حَاصَ (حَيْصَ) (পলায়ন করা, এড়িয়ে যাওয়া, সরে যাওয়া, কেটে পড়া) মূল ক্রিয়ার একটি বিশেষ্য مَحِيصٌ (নিষ্কৃতি, অব্যাহতি, পলায়ন, পালানোর স্থান, নিষ্কৃতির উপায়, আশ্রয়স্থল); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مَخِيصٍ হয়েছে; এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ هَلْ (কি?)।"
        }
      ]
    },
    {
      "ayahNumber": 37,
      "arabic": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ",
      "bangla": "(নিশ্চয়ই এতে উপদেশ রয়েছে তার জন্যে যার আছে অন্তঃকরণ বা যে শ্রবণ করে নিবিষ্ট চিত্তে।",
      "translations": {
        "osmani": "নিশ্চয়ই এতে উপদেশ রয়েছে তার জন্য, যার রয়েছে অন্তঃকরণ অথবা যে নিবিষ্ট চিত্তে শ্রবণ করে।",
        "tawjih": "নিশ্চয়ই এতে উপদেশ রয়েছে তার জন্য, যার আছে (সজীব) অন্তঃকরণ কিংবা যে মনোযোগের সাথে কান পাতে।"
      },
      "words": [
        {
          "text": "إِنَّ فِي ذَلِكَ لَذِكْرَى",
          "meaningBn": "নিশ্চয়ই এতে উপদেশ রয়েছে",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা, মনে রাখা) মূল ক্রিয়ার একটি বিশেষ্য ذِكْرَى (স্মরণ, স্মৃতি, স্মৃতিকথা, উপদেশ, হুঁশিয়ারি, সতর্কীকরণ, সচেতনতা, সতর্কতা)-এর পূর্বে যুক্ত রয়েছে ক্রিয়া-বিশেষণ لَ (অবশ্যই); এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়), সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা)।"
        },
        {
          "text": "لِمَنْ",
          "meaningBn": "তার জন্যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম مَنْ (যে, যে কেউ)-এর মিলিত রূপ।"
        },
        {
          "text": "كَانَ",
          "meaningBn": "আছে",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "لَهُ",
          "meaningBn": "যার জন্য",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُ (তার)-এর মিলিত রূপ; لِ-এর সঙ্গে هُ যুক্ত হওয়ার প্রেক্ষিতে لَهُ হয়েছে।"
        },
        {
          "text": "قَلْبٌ",
          "meaningBn": "অন্তঃকরণ",
          "notes": "قَلَبَ (উল্টানো, উল্টে দেওয়া, ঘুরানো, মোচড়ানো, ফিরে আসা, পরিবর্তন করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَلْبٌ (অন্তর, হৃদয়, মন, হৃৎপিন্ড, অভ্যন্তর)।"
        },
        {
          "text": "أَوْ أَلْقَى",
          "meaningBn": "অথবা সমর্পণ করে",
          "notes": "لَقِىَ (سَلْقَى) (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪ নং ফরম أَلْقَى (নিক্ষেপ করা, ছুড়ে মারা, ফেলে দেওয়া, ঢেলে দেওয়া, সমর্পণ করা, প্রেরণ করা, অবহিত করা, রাখা, রেখে দেওয়া, স্থাপন করা); পূর্বে রয়েছে সংযোজক অব্যয় أَوْ (অথবা)।"
        },
        {
          "text": "السَّمْعَ",
          "meaningBn": "শ্রবণের জন্য",
          "notes": "سَمِعَ (শোনা, শ্রবণ করা, কর্ণপাত করা, শুনতে পাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য سَمْعُ (শোনার কাজ, শ্রবন, শ্রুতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় السَّمْعَ হয়েছে।"
        },
        {
          "text": "وَهُوَ شَهِيدٌ",
          "meaningBn": "এবং সে নিবিষ্ট চিত্তে উপস্থিত থাকে",
          "notes": "شَهِدَ (সাক্ষ্য দেওয়া, উপস্থিত থাকা, সাক্ষী হওয়া, অবলোকন করা, প্রত্যক্ষ করা, কোনো ঘটনার সাক্ষী দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَهِيدٌ (শহীদ, সাক্ষী, প্রত্যক্ষদর্শী, দ্বীন প্রতিষ্ঠার সংগ্রামে জীবন দানকারী, যে শাহাদত বরণ করেছে, যে সত্যের সাক্ষ্য দেয়); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা)।"
        }
      ]
    },
    {
      "ayahNumber": 38,
      "arabic": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ",
      "bangla": "(আমি আকাশমণ্ডলী ও পৃথিবী এবং এদের অন্তর্বর্তী সমস্ত কিছু সৃষ্টি করেছি ছয় দিনে; আমাকে কোন ক্লান্তি স্পর্শ করে নাই।",
      "translations": {
        "osmani": "আমি আকাশমন্ডলী ও পৃথিবী এবং এদের মধ্যবর্তী সব কিছু ছয় দিনে সৃষ্টি করেছি; আর আমাকে কোনো ক্লান্তি স্পর্শ করেনি।",
        "tawjih": "আমি আকাশসমূহ ও পৃথিবী এবং এ দুয়ের মধ্যবর্তী সব কিছু ছয় দিনে সৃষ্টি করেছি, আর আমাকে কোনো ক্লান্তি স্পর্শ করেনি।"
      },
      "words": [
        {
          "text": "وَلَقَدْ",
          "meaningBn": "আর অবশ্যই",
          "notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)-এর মিলিত রূপ وَلَقَدْ।"
        },
        {
          "text": "خَلَقْنَا",
          "meaningBn": "আমি সৃষ্টি করেছি",
          "notes": "শব্দটি خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ।"
        },
        {
          "text": "السَّمَاوَاتِ",
          "meaningBn": "আকাশমণ্ডলী",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক), বহুবচন سَمَوَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّمَاوَاتُ হয়েছে; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় السَّمَاوَاتِ হয়েছে।"
        },
        {
          "text": "وَالْأَرْضَ",
          "meaningBn": "ও পৃথিবী",
          "notes": "أَرْضِ (ভূমি, মাটি, যমীন, ভূখন্ড, ভূপৃষ্ঠ, দেশ)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَرْض (ভূমি, পৃথিবী, ধরণী, ধরিত্রী) হয়েছে; শব্দটি السَّمَاوَاتِ-কে অনুসরণ করায় الْأَرْضَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "وَ مَا بَيْنَهُمَا",
          "meaningBn": "এবং এদের অন্তর্বর্তী সমস্ত কিছু",
          "notes": "সম্বন্ধসূচক অব্যয় بَيْنَ (দুয়ের মাঝে) ও সংযুক্ত-সর্বনাম هُمَا (তাদের দুই)-এর মিলিত রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "فِي سِتَّةِ",
          "meaningBn": "ছয়",
          "notes": "سِتَّةٌ (ছয়); স্ত্রীলিঙ্গ রূপ سِتَّةٌ: শব্দটি أَيَّامٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় فِي سِتَّةِ হয়েছে।"
        },
        {
          "text": "أَيَّامٍ",
          "meaningBn": "দিনে",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন), বহুবচন أَيَّامٌ; শব্দটি سِتَّةِ-এর মুদাফ-ইলায়হি হওয়ায় أَيَّامٍ হয়েছে।"
        },
        {
          "text": "وَ مَا مَسَّنَا",
          "meaningBn": "আমাদেরকে স্পর্শ করে নাই",
          "notes": "مَسَّ (স্পর্শ করা ছোঁয়া লাগা, অনুভব করা, স্পষ্টভাবে বোধগম্য হওয়া, লেগে যাওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষে কর্ম হিসেবে সংযুক্ত-সর্বনাম نَا (আমাদেরকে) যুক্ত হওয়ায় مَسَّنَا হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর) ও ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "مِنْ لُغُوبٍ",
          "meaningBn": "কোন ক্লান্তি",
          "notes": "لَغَبَ (ক্লান্ত হওয়া, শ্রান্ত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য لُغُوبُ (চরম পরিশ্রান্তি, নিঃশেষিত অবস্থা, একঘেয়ে ক্লান্তি); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় لُغُوبٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 39,
      "arabic": "فَاصْبِرْ عَلَى مَا يَقُوْلُوْنَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ",
      "bangla": "(অতএব এরা যা বলে তাতে তুমি ধৈর্য ধারণ কর এবং তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা কর সূর্যোদয়ের পূর্বে ও সূর্যাস্তের পূর্বে,",
      "translations": {
        "osmani": "অতএব এরা যা বলে তাতে তুমি ধৈর্য ধারণ করো, আর তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করো সূর্যোদয়ের পূর্বে ও সূর্যাস্তের পূর্বে।",
        "tawjih": "অতএব তারা যা বলে, তাতে তুমি ধৈর্য ধারণ করো এবং তোমার প্রতিপালকের প্রশংসাসহ তাঁর পবিত্রতা ঘোষণা করো সূর্যোদয়ের আগে ও সূর্যাস্তের আগে।"
      },
      "words": [
        {
          "text": "فَاصْبِرْ",
          "meaningBn": "অতএব তুমি ধৈর্য ধারণ কর",
          "notes": "صَبَرَ (সবর করা, ধৈর্যধারণ করা, সহ্য করা, সহিষ্ণু হওয়া, দুঃখকষ্ট ভোগ করা) মূল ক্রিয়ার অনুজ্ঞাভাব একবচন, পুংলিঙ্গ রূপ اِصْبِرْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "عَلَى مَا يَقُوْلُوْنَ",
          "meaningBn": "এরা যা বলে তাতে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَقُوْلُوْنَ; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় عَلَى (ওপর, ব্যাপারে) ও সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "وَسَبِّحْ",
          "meaningBn": "এবং পবিত্রতা ও মহিমা ঘোষণা কর",
          "notes": "سَبَحَ (সাঁতার কাটা, সাঁতরানো, পানিতে ভেসে থাকা, মেলে দেওয়া, সম্মুখে গড়িয়ে যাওয়া, প্রত্যাহিক কোর্স সম্পন্ন করা) মূল ক্রিয়ার ২নং ফরম سَبَّحَ (তাসবীহ করা, গুণগরীমা বর্ণনা করা, পবিত্রতা ও মহিমা ঘোষণা করা, গৌরব বর্ণনা করা, মহত্ত্ব ঘোষণা করা, মহানত্ব ঘোষণা করা, মর্যাদা বর্ণনা করা, সম্মান বর্ণনা করা, প্রশংসা করা)-এর অনুজ্ঞাভাব একবচন, পুংলিঙ্গ রূপ سَبِّحْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "بِحَمْدِ",
          "meaningBn": "সপ্রশংস",
          "notes": "حَمِدَ (প্রশংসা করা, গুণকীর্তন করা, স্তব করা, তারিফ করা, স্তুতি করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য حَمْدٌ (প্রশংসা, স্তুতি, গুণগান, মহিমা, তা'রিফ); শব্দটি رَبِّكَ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِحَمْدِ হয়েছে।"
        },
        {
          "text": "رَبِّكَ",
          "meaningBn": "তোমার প্রতিপালকের",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং بِحَمْدِ-এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে।"
        },
        {
          "text": "قَبْلَ طُلُوعِ",
          "meaningBn": "উদয়ের পূর্বে",
          "notes": "طَلَعَ (উদয় হওয়া, প্রকাশিত হওয়া, উপরে ওঠা, আরোহণ করা, অবির্ভূত হওয়া, দৃশ্যমান হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য طُلُوعٌ (উদয়, উদীয়মান, আবির্ভাব, প্রকাশ, আত্মপ্রকাশ, উর্ধ্বারহণ); শব্দটি الشَّمْسِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় قَبْلَ (পূর্বে) থাকায় قَبْلَ طُلُوعِ হয়েছে।"
        },
        {
          "text": "الشَّمْسِ",
          "meaningBn": "সূর্য",
          "notes": "شُمَسَ (রৌদ্রোজ্জল হওয়া, সূর্যের আলোয় চক চক করা, দ্যুতিময় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَمْسٌ (সূর্য, রবি, দিবাকর, প্রভাকর); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি طُلُوعِ-এর মুদাফ-ইলায়হি হওয়ায় الشَّمْسِ হয়েছে।"
        },
        {
          "text": "وَقَبْلَ الْغُرُوبِ",
          "meaningBn": "ও সূর্যাস্তের পূর্বে",
          "notes": "غَرَبَ (চলে যাওয়া, প্রস্থান করা, সূর্য অস্ত যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য غُرُوبٌ (অস্ত, অস্তগমন, সূর্যাস্ত); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় قَبْلَ (পূর্বে) থাকায় وَقَبْلَ الْغُرُوبِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        }
      ]
    },
    {
      "ayahNumber": 40,
      "arabic": "وَ مِنْ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ",
      "bangla": "তাঁর পবিত্রতা ও মহিমা ঘোষণা কর রাত্রির একাংশে এবং সালাতের পরেও।",
      "translations": {
        "osmani": "এবং রাত্রির একাংশে তাঁর পবিত্রতা ও মহিমা ঘোষণা করো এবং সিজদার পরও।",
        "tawjih": "এবং রাতের কিছু অংশেও তাঁর পবিত্রতা ঘোষণা করো আর সাজদার পরেও।"
      },
      "words": [
        {
          "text": "وَ مِنْ اللَّيْلِ",
          "meaningBn": "রাত্রির একাংশে",
          "notes": "لَيْلٌ (রাত, রাত্রি, রাত্র, রজনী, নিশি, রাত্রিকাল, সূর্যাস্ত হতে সূর্যাদয় পর্যন্ত সময়)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় اللَّيْلِ হয়েছে; مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "فَسَبِّحْهُ",
          "meaningBn": "তাঁর পবিত্রতা ও মহিমা ঘোষণা কর",
          "notes": "سَبَحَ (সাঁতার কাটা, সাঁতরানো, পানিতে ভেসে থাকা, মেলে দেওয়া, সম্মুখে গড়িয়ে যাওয়া, প্রত্যাহিক কোর্স সম্পন্ন করা) মূল ক্রিয়ার ২নং ফরম سَبَّحَ (তাসবীহ করা, গুণগরীমা বর্ণনা করা, পবিত্রতা ও মহিমা ঘোষণা করা, গৌরব বর্ণনা করা, মহত্ত্ব ঘোষণা করা, মহানত্ব ঘোষণা করা, মর্যাদা বর্ণনা করা, সম্মান বর্ণনা করা, প্রশংসা করা)-এর অনুজ্ঞাভাব একবচন, পুংলিঙ্গ রূপ سَبِّحْ; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) ও পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "وَأَدْبَارَ",
          "meaningBn": "এবং পরেও",
          "notes": "دَبَرَ (পিছনে যাওয়া, বিগত হওয়া, অতিবাহিত হওয়া, ফিরে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য دُبْرٌ (পিছন, নিতম্ব, পাছা, পিছনের অংশ, পশ্চাদ্ভাগ, পিঠ, পৃষ্ঠদেশ, পরে/ শেষে), বহুবচন أَدْبَارٌ; শব্দটি السُّجُودِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَدْبَارَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "السُّجُودِ",
          "meaningBn": "সালাতের/ সিজদার",
          "notes": "سَجَدَ (সিজদা করা, মাথানত করা, শ্রদ্ধা ও আনুগত্য প্রকাশ করতে দেহ ও মাথা নোয়ানো, নিজেকে সমর্পণ করা, ভক্তি সহকারে মাথা নীচু করে কপাল মাটিতে স্পর্শ করা) মূল ক্রিয়ার কর্তা-বিশেষ্য سَاجِدٌ (যিনি সিজদা করেন, সিজদাকারী, মাথানতকারী), একটি বহুবচন سُجُودٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি أَدْبَارَ-এর মুদাফ-ইলায়হি হওয়ায় السُّجُودِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 41,
      "arabic": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ",
      "bangla": "শোন, যেদিন এক ঘোষণাকারী নিকটবর্তী স্থান হতে আহ্বান করবে,",
      "translations": {
        "osmani": "শোনো, যেদিন এক আহবানকারী নিকটবর্তী স্থান হতে আহবান করবে,",
        "tawjih": "আর তুমি কান পেতে শোনো, যেদিন এক ঘোষণাকারী নিকটবর্তী স্থান থেকে ঘোষণা করবে।"
      },
      "words": [
        {
          "text": "وَاسْتَمِعْ",
          "meaningBn": "এবং শোন",
          "notes": "سَمِعَ (শোনা, শ্রবণ করা, কর্ণপাত করা, শুনতে পাওয়া) মূল ক্রিয়ার ৮নং ফরম اِسْتَمَعَ (মনোযোগ দিয়ে শোনা, কান পাতা, আড়ি পাতা, শ্রবণ করা)-এর অনুজ্ঞাভাব একবচন, পুংলিঙ্গ রূপ اِسْتَمِعْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "يَوْمَ",
          "meaningBn": "যেদিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)。"
        },
        {
          "text": "يُنَادِ",
          "meaningBn": "আহ্বান করবে",
          "notes": "نَدَوَ (نَدَا) (সমবেত হওয়া, একত্রে জড়ো হওয়া, একত্রে মিলিত হওয়া, সমবেত করা) মূল ক্রিয়ার ৩নং ফরম نَادَى (সম্বোধন করে বলা, ডাক দেওয়া, আহবান করা, উচ্চস্বরে ডাকা, আওয়াজ দেওয়া, সমন পাঠানো, তলব করা, ব্যক্ত করা, সমর্থন করা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ."
        },
        {
          "text": "الْمُنَادِ",
          "meaningBn": "এক ঘোষণাকারী",
          "notes": "نَادَى (সম্বোধন করে বলা, ডাক দেওয়া, আহবান করা, উচ্চস্বরে ডাকা, আওয়াজ দেওয়া, সমন পাঠানো, তলব করা, ব্যক্ত করা, সমর্থন করা; উপরে দেখুন) ৩নং ফরম ক্রিয়ার কর্তা-বিশেষ্য مُنَادٍ (মৌলিক রূপ مُنَادِيٌّ; যে ঘোষণা দেয়, ঘোষণাকারী, ধর্ম প্রচারক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُنَادِ হয়েছে।"
        },
        {
          "text": "مِنْ مَكَانٍ",
          "meaningBn": "স্থান হতে",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার একটি বিশেষ্য مَكَانُ (স্থান, জায়গা, অবস্থান, মর্যাদা); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مَكَانٍ হয়েছে।"
        },
        {
          "text": "قَرِيبٍ",
          "meaningBn": "নিকটবর্তী",
          "notes": "قَرُبَ (ঘনিষ্ঠ হওয়া, নিকটবর্তী হওয়া, নিকটে আসা, কাছে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য قَرِيبٌ (নিকটবর্তী, কাছাকাছি, নিকটস্থ, আসন্ন, অদুরবর্তী, হাতের কাছে); শব্দটি مَكَانٍ-কে অনুসরণ করায় قَرِيبٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 42,
      "arabic": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ",
      "bangla": "(যেদিন মানুষ অবশ্যই শুনতে পাবে মহানাদ, সেই দিনই বের হওয়ার দিন।",
      "translations": {
        "osmani": "যেদিন মানুষ অবশ্যই শুনতে পাবে মহানাদ, সেই দিনই বের হবার দিন।",
        "tawjih": "যেদিন তারা অবশ্যই সত্য মহানাদ শুনতে পাবে। ওটাই হলো (কবর থেকে) বের হওয়ার দিন।"
      },
      "words": [
        {
          "text": "يَوْمَ",
          "meaningBn": "যেদিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)。"
        },
        {
          "text": "يَسْمَعُونَ",
          "meaningBn": "মানুষ শুনতে পাবে",
          "notes": "শব্দটি سَمِعَ (শোনা, শ্রবণ করা, কর্ণপাত করা, শুনতে পাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَسْمَعُونَ।"
        },
        {
          "text": "الصَّيْحَةَ",
          "meaningBn": "মহানাদ",
          "notes": "صَبَحَ (صَاحَ) (আওয়াজ দেওয়া, চিৎকার করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ्य صَيْحَةٌ (ভয়ার্ত চিৎকার, বিস্ফোরণ, তীক্ষ্ণভাবে ভেদকারী শক্তিশালী শব্দ, গর্জন, নিনাদ, আওয়াজ, ধ্বনি, শোরগোল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الصَّيْحَةَ হয়েছে।"
        },
        {
          "text": "بِالْحَقِّ",
          "meaningBn": "অবশ্যই/ সত্যই",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া, ন্যায়সঙ্গত হওয়া, অবশ্য কর্তব্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, হক, ন্যায়, ন্যায্য, প্রকৃত, যথাযথ, সঠিক, নিশ্চিৎ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْحَقِّ হয়েছে।"
        },
        {
          "text": "ذَلِكَ يَوْمُ",
          "meaningBn": "উহাই সে দিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন); শব্দটি الْخُرُوجِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে يَوْمُ হয়েছে; পূর্বে রয়েছে নির্দেশক সর্বনাম ذلِكَ (ঐটি, উহা)।"
        },
        {
          "text": "الْخُرُوجِ",
          "meaningBn": "বের হওয়ার দিন",
          "notes": "خَرَجَ (বাইরে যাওয়া, বের হওয়া, বের হয়ে আসা, নির্গত হওয়া, প্রস্থান করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خُرُوجٌ (বহির্গমন, বাইরে আগমন, প্রস্থান, আবির্ভাব, উদ্ভব, উদয়, বের হওয়ার পথ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি يَوْمُ-এর মুদাফ-ইলায়হি হওয়ায় الْخُرُوجِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 43,
      "arabic": "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ",
      "bangla": "আমিই জীবন দান করি, মৃত্যু ঘটাই এবং সকলের প্রত্যাবর্তন আমারই দিকে।",
      "translations": {
        "osmani": "আমিই জীবন দান করি, আর আমিই মৃত্যু ঘটাই, আর আমারই দিকে প্রত্যাবর্তন।",
        "tawjih": "আমিই জীবন দান করি ও মৃত্যু ঘটাই এবং আমারই দিকে সকলের প্রত্যাবর্তন।"
      },
      "words": [
        {
          "text": "إِنَّا نَحْنُ",
          "meaningBn": "নিশ্চয় আমরা",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)-এর মিলিত রূপ।"
        },
        {
          "text": "نُحْيِي",
          "meaningBn": "আমরা জীবন দান করি",
          "notes": "حَىَ (حَيِيَ) (বেঁচে থাকা, জীবিত থাকা) মূল ক্রিয়ার ৪ নং ফরম أَحْيَا (জীবিত করা, সঞ্জীবিত করা, বাঁচিয়ে রাখা, জীবন দেওয়া, জীবন ফিরিয়ে আনা, কারো জীবন নিরাপদে রাখা)-এর বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نُحْيِي; পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)।"
        },
        {
          "text": "وَ نُمِيتُ",
          "meaningBn": "আমরা মৃত্যু ঘটাই",
          "notes": "مَوَتَ (مَاتَ) (মারা যাওয়া, মৃত্যুবরণ করা, মরে যাওয়া, নির্জীব হওয়া, নিষ্প্রাণ হওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার ৪নং ফরম أَمَاتَ (কারো মৃত্যু ঘটানো, মৃত্যু দেওয়া, নিষ্প্রাণ করে দেওয়া, নির্জীব করা, মেরে ফেলা, ধ্বংস করা)-এর বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نُمِيتُ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "وَإِلَيْنَا",
          "meaningBn": "এবং আমাদের দিকেই",
          "notes": "সম্বন্ধসূচক অব্যয় إِلَى (দিকে) ও সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ إِلَيْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং, ও, আর)।"
        },
        {
          "text": "الْمَصِيرُ",
          "meaningBn": "প্রত্যাবর্তন",
          "notes": "صَيرَ (صَارَ) (কোনো কিছু হওয়া, পরিণত হওয়া, সমাপ্তি ঘটা, সংঘটিত হওয়া, উপনীত হওয়া, ফিরে আসা) মূল ক্রিয়ার ক্রিয়া-বিশেষ्य مَصِيرٌ (প্রত্যাবর্তন, প্রত্যাবর্তনস্থল, ফেরার জায়গা, গন্তব্যস্থল, আবাস, পরিণতি, ভাগ্য, পরিণাম, গন্তব্য, অদৃষ্ট, নিয়তি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَصِيرُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 44,
      "arabic": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
      "bangla": "(যেদিন তাদের ওপরস্থ যমীন বিদীর্ণ হবে এবং মানুষ ত্রস্ত-ব্যস্ত হয়ে ছুটাছুটি করবে, এই সমবেত সমাবেশকরণ আমার জন্যে সহজ।",
      "translations": {
        "osmani": "সেদিন তাদের উপরস্থ ভূমি বিদীর্ণ হবে আর তারা দ্রুত বেগে বের হয়ে আসবে। এই সমবেত করা আমার জন্য সহজ।",
        "tawjih": "যেদিন যমীন তাদের ওপর থেকে বিদীর্ণ হবে, আর তারা ত্রস্ত-ব্যস্ত হয়ে ছুটবে। এই সমবেত করা আমার জন্য সহজ।"
      },
      "words": [
        {
          "text": "يَوْمَ",
          "meaningBn": "যেদিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)।"
        },
        {
          "text": "تَشَقَّقُ",
          "meaningBn": "বিদীর্ণ হবে",
          "notes": "شَقَّ (ফাটানো, বিদীর্ণ করা, ভেঙ্গে ফেলা, বিচ্ছিন্ন করা, কেটে ফেলা, বিভক্ত করা, উদ্ভাসিত হওয়া, কাউকে অসুবিধার মধ্যে ফেলা, কারো প্রতি কঠিন শর্ত আরোপ করা) মূল ক্রিয়ার ৫নং ফরম تَشَقَّقَ (ফেটে যাওয়া, বিদীর্ণ হওয়া, টুকরা টুকরা হওয়া, ফাটল যুক্ত হওয়া)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تَتَشَقَّقُ (দুটি 'তা' পাশাপাশি হওয়ায় ৫নং ফরমের 'তা' বিলুপ্ত করে تَشَقَّقُ হয়েছে (যা কোনো কোনো সময় করা হয়)।"
        },
        {
          "text": "الْأَرْضُ",
          "meaningBn": "যমীন",
          "notes": "أَرْضُ (ভূমি, মাটি, যমীন, ভূখন্ড, ভূপৃষ্ঠ, দেশ)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَرْضُ (ভূমি, পৃথিবী, ধরণী, ধরিত্রী) হয়েছে।"
        },
        {
          "text": "عَنْهُمْ",
          "meaningBn": "তাদের হতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "سِرَاعًا",
          "meaningBn": "এবং মানুষ ত্রস্ত-ব্যস্ত হয়ে ছুটাছুটি করবে",
          "notes": "سَرَعَ (سَرُعَ) (দ্রুত হওয়া, দ্রুত চলা, দ্রুতগামী হওয়া, ত্বরা করা) মূল ক্রিয়ার একটি বিশেষ্য سَرِيعٌ (দ্রুত, তাড়াতাড়ি, ত্বরিত গতি সম্পন্ন), বহুবচন سِرَاعٌ; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় سِرَاعًا হয়েছে।"
        },
        {
          "text": "ذَلِكَ حَشْرٌ",
          "meaningBn": "উহাই সমবেত/ সমাবেশকরণ",
          "notes": "حَشَرَ (একত্রিত করা, জড়ো করা, সমবেত করা, জমা করা, পুনরুত্থিত করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য حَشْرٌ (সমাবেশ, ভিড়, কিয়ামত, হাশর); পূর্বে রয়েছে নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা)।"
        },
        {
          "text": "عَلَيْنَا",
          "meaningBn": "আমার জন্যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (ওপর) ও সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "يَسِيرٌ",
          "meaningBn": "সহজ",
          "notes": "يَسِرَ (সহজ হওয়া, স্বচ্ছন্দ হওয়া, আরামদায়ক হওয়া, নম্র হওয়া, স্বস্তিপূর্ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য يَسِيرٌ (সহজ, সরল, হালকা, ক্ষুদ্র, স্বল্প, সামান্য, কিঞ্চিত)।"
        }
      ]
    },
    {
      "ayahNumber": 45,
      "arabic": "نَحْنُ أَعْلَمُ بِمَا يَقُوْلُوْنَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيْدِ",
      "bangla": "(এরা যা বলে তা আমি জানি, তুমি এদের ওপর জবরদস্তিকারী নও, সুতরাং যে আমার শাস্তিকে ভয় করে তাকে উপদেশ দান কর কুরআনের সাহায্যে।",
      "translations": {
        "osmani": "এরা যা বলে তা আমি জানি; তুমি এদের উপর জবরদস্তিকারী নও। সুতরাং আমার শাস্তিকে যে ভয় করে তাকে তুমি উপদেশ দাও কুরআনের সাহায্যে।",
        "tawjih": "তারা যা বলে, সে ব্যাপারে আমি খুব ভালো করে জানি। আর তুমি তাদের ওপর জবরদস্তি করার জন্য নও। সুতরাং যে আমার শাস্তির ভয় করে, তাকে কুরআনের মাধ্যমে উপদেশ দাও।"
      },
      "words": [
        {
          "text": "نَحْنُ أَعْلَمُ",
          "meaningBn": "আমরা জানি",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, একবচন রূপ أَعْلَمُ; পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)।"
        },
        {
          "text": "بِمَا",
          "meaningBn": "যা",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযোজক সর্বনাম مَا (যা কিছু)-এর মিলিত রূপ।"
        },
        {
          "text": "يَقُوْلُوْنَ",
          "meaningBn": "এরা বলে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَقُوْلُوْنَ।"
        },
        {
          "text": "وَ مَا أَنْتَ عَلَيْهِمْ",
          "meaningBn": "তুমি এদের ওপর নও",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (ওপর) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "بِجَبَّارٍ",
          "meaningBn": "জবরদস্তিকারী",
          "notes": "جَبَرَ (মেরামত করা, যথাস্থানে বসানো, সন্নিবেশ করা, পূর্বের অবস্থায় ফিরিয়ে আনা, বাধ্য করা, বলপূর্বক অধিকার করা) মূল ক্রিয়ার একটি বিশেষ্য جَبَّارٌ (বলিষ্ঠ, প্রবল, শক্তিধর, শক্তিশালী, প্রতাপশালী, অসীম ক্ষমতাধর, স্বৈরাচারী, নিপীড়ক ব্যক্তি); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকা بِجَبَّارٍ হয়েছে।"
        },
        {
          "text": "فَذَكِّرْ",
          "meaningBn": "সুতরাং তাকে উপদেশ দান কর",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা, মনে রাখা) মূল ক্রিয়ার ২নং ফরম ذَكَّرَ (স্মরণ করিয়ে দেওয়া, মনে করিয়ে দেওয়া, উপদেশ দেওয়া, মৃদ্যু ভৎসনা করা)-এর অনুজ্ঞাভাব একবচন, পুংলিঙ্গ রূপ ذَكِّرْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "بِالْقُرْآنِ",
          "meaningBn": "কুরআনের সাহায্যে",
          "notes": "قَرَأَ (পড়া, পাঠ করা, আবৃত্তি করা, অধ্যয়ন করা, বক্তৃতার ঢঙে পাঠ করা, সতর্কতার সঙ্গে পরীক্ষা করা, খুঁটিয়ে দেখা) মূল ক্রিয়ার একটি বিশেষ্য قُرْآنٌ (কুরআন, যে গ্রন্থ পাঠ করতে হয়, যা অন্যকে জ্ঞাপন করা হয়, যা প্রত্যর্পণ করা হয়েছে, যা আবৃত্তি করা হয়, যা বিঘোষিত হয়েছে, যা পুনরাবৃত্তি করা হয়েছে, যা সঞ্চারিত করা হয়েছে, যা সংগৃহিত এবং যেখানে ধর্মীয়/ ঐশ্বরিক সকল সত্য বিষয় অন্তর্ভুক্ত রয়েছে); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْقُرْآنِ হয়েছে।"
        },
        {
          "text": "مَنْ يَخَافُ",
          "meaningBn": "যে ভয় করে",
          "notes": "خَوِفَ (خَافَ) (ভয় করা, ভীত হওয়া, আতঙ্কিত হওয়া, শঙ্কিত হওয়া, সচকিত হওয়া, ঘাবড়িয়ে যাওয়া, সন্ত্রস্ত হওয়া, আশঙ্কা করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَخَافُ; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে, যে কেউ)।"
        },
        {
          "text": "وَعِيْدِ",
          "meaningBn": "আমার শাস্তিকে",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা, যে কোনো কারো কাছে অঙ্গীকার করা) মূল ক্রিয়ার একটি বিশেষ্য وَعِيْدٌ (শাস্তি দেওয়ার ওয়াদা, হুমকি, ভীতিপ্রদর্শন, শাসানি, অঙ্গীকার, প্রতিশ্রুতি); শব্দটি সংযুক্ত-সর্বনাম ي (আমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং মুদাফ-ইলায়হি হিসেবে শেষে ي যুক্ত হওয়ায় وَعِيْدِي হয়েছে; এখানে সংযুক্ত-সর্বনাম ي-এর বিলোপ করায় وَعِيدِ হয়েছে (যা কোনো কোনো সময় করা হয়)।"
        }
      ]
    }
  ]
}
