{
  "number": 51,
  "nameAr": "سورة الذاريات",
  "nameBn": "সূরা যারিয়ত",
  "revelationPlace": "Makki",
  "ayahCount": 60,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "وَالذَّارِيَاتِ ذَرْوًا",
      "bangla": "শপথ ধূলিঝঞ্ঝার,",
      "translations": {
        "osmani": "শপথ ধূলিঝঞ্ঝার।",
        "tawjih": "শপথ ধূলিঝঞ্ঝার।"
      },
      "words": [
        {
          "text": "وَالذَّارِيَاتِ",
          "meaningBn": "শপথ ধূলিঝঞ্ঝার",
          "notes": "ذَرَوَ (ذَرَا) (ছিটানো, ছড়ানো, উড়ানো, ঝাড়া) মূল ক্রিয়ার কর্তা-বিশেষ্য ذَارٍ (মৌলিক রূপ ذَارِرٌ; যিনি ছড়িয়ে দেন, ঝঞ্চা বায়ু, প্রবল বাতাস), স্ত্রীলিঙ্গ ذَارِيَّةٌ, বহুবচন (স্ত্রী) ذَارِيَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় الذَّارِيَاتِ হয়েছে।"
        },
        {
          "text": "ذَرْوًا",
          "meaningBn": "যা ছড়ানো হয়",
          "notes": "ذَرَوَ (উপরে দেখুন) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য ذَرْوٌ (ছড়িয়ে পড়ার কাজ, যা ছড়ানো হয়); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় ذَرْوًا হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "فَالْحَامِلَاتِ وِقْرًا",
      "bangla": "শপথ বোঝা বহনকারী মেঘপুঞ্জের,",
      "translations": {
        "osmani": "শপথ বোঝা বহনকারী মেঘপুঞ্জের,",
        "tawjih": "শপথ বোঝা বহনকারী মেঘপুঞ্জের,"
      },
      "words": [
        {
          "text": "فَالْحَامِلَاتِ",
          "meaningBn": "শপথ বোঝা বহনকারী মেঘপুঞ্জের",
          "notes": "حَمَلَ (বহন করা, তুলে নেওয়া, ফল ধারণ করা, ফলবতী হওয়া, চাপিয়ে দেওয়া, পোষণ করা, কাউকে আক্রমণ করা, গর্ভবতী হওয়া, গর্ভধারণ করা, ফল ধারণ করা, দায়িত্বের ভার গ্রহণ করা, সফরের জন্য গাড়ি ও অন্যান্য সরঞ্জামাদি প্রদান করা) মূল ক্রিয়ার কর্তা-বিশেষ্য حَامِلٌ (যে বোঝা বহন করে, বহনকারী, পরিবাহক), স্ত্রীলিঙ্গ রূপ حَامِلَةٌ, বহুবচন (স্ত্রী) حَامِلَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় حامِلَاتِ। হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "وِقْرًا",
          "meaningBn": "বোঝা",
          "notes": "وَقَرَ (ভেঙ্গে ফেলা, ফাটিয়ে দেওয়া, ফাটল ধরানো, বধির করে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য وِقْرٌ (গুরুভার, ভারী বোঝা); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় وِقْرًا হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "فَالْجَارِيَاتِ يُسْرًا",
      "bangla": "শপথ স্বচ্ছন্দগতি নৌযানের,",
      "translations": {
        "osmani": "শপথ স্বচ্ছন্দগতি নৌযানের,",
        "tawjih": "শপথ স্বচ্ছন্দগতি নৌযানের,"
      },
      "words": [
        {
          "text": "فَالْجَارِيَاتِ",
          "meaningBn": "শপথ নৌযানের",
          "notes": "جَرَى (প্রবাহিত হওয়া, চলতে থাকা, দৌড়ানো, সংঘটিত হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য স্ত্রী جَارِيَةٌ (যে দৌড়াচ্ছে, চলছে, প্রবাহমান, জলযান, জাহাজ, গ্রহ, নক্ষত্র), বহুবচন স্ত্রী جَارِيَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الْجَارِيَاتِ হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "يُسْرًا",
          "meaningBn": "স্বচ্ছন্দগতি",
          "notes": "يَسِرَ (সহজ হওয়া, স্বচ্ছন্দ হওয়া, আরামদায়ক হওয়া, নম্র হওয়া, স্বস্তিপূর্ণ হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য يُسْرٌ (স্বস্তি, সহজসাধ্যতা, স্বাচ্ছন্দ্য, সুখ, আরাম, প্রাচুর্য); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় يُسْرًا হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "فَالْ مُقَسِّمَاتِ أَمْرًا",
      "bangla": "শপথ কর্ম বণ্টনকারী ফিরিস্তাগণের-",
      "translations": {
        "osmani": "শপথ কর্ম বণ্টনকারী ফিরিস্তাগণের-",
        "tawjih": "শপথ কর্ম বণ্টনকারী ফিরিস্তাগণের-"
      },
      "words": [
        {
          "text": "فَالْمُقَسِّمَاتِ",
          "meaningBn": "শপথ বণ্টনকারী ফিরিস্তাগণের",
          "notes": "قسَمَ (বিভক্ত করা, পৃথক করা, ভাগ করা, ভেঙে টুকরা করা, বিতরণ করা, অনেকের মধ্যে বন্টন করা, বিভিন্ন অংশে ভাগ করা, শ্রেণীতে বিন্যস্ত করা) মূল ক্রিয়ার কর্তা-বিশেষ্য ২নং ফরম مُقَسِّمٌ (যে বণ্টন করে), স্ত্রীলিঙ্গ مُقَسَّمَةٌ, বহুবচন (স্ত্রী) مُقَسِّمَاتٌ: এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الْمُقَسِّمَاتِ হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "أَمْرًا",
          "meaningBn": "কর্ম",
          "notes": "أَمَرَ (আদেশ করা, হুকুম দেওয়া, নির্দেশ দেওয়া, হুকুম করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَمْرٌ (আদেশ, নির্দেশ, হুকুম, বিষয়, ব্যাপার, কাজ); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় أَمْرًا হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "إِنَّمَا تُوْعَدُوْنَ لَصَادِقٌ",
      "bangla": "তোমাদেরকে প্রদত্ত প্রতিশ্রুতি অবশ্যই সত্য।",
      "translations": {
        "osmani": "তোমাদেরকে যে বিষয়ে প্রতিশ্রুতি দেওয়া হয়, তা অবশ্যই সত্য।",
        "tawjih": "তোমাদেরকে যে প্রতিশ্রুতি দেওয়া হয়েছে, তা অবশ্যই সত্য।"
      },
      "words": [
        {
          "text": "إِنَّمَا تُوْعَدُونَ",
          "meaningBn": "প্রকৃতপক্ষে তোমাদেরকে প্রদত্ত প্রতিশ্রুতি",
          "notes": "وَعَدَ (অঙ্গীকার করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, হুমকি দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ تُوْعَدُوْنَ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّمَا (প্রকৃতপক্ষে)।"
        },
        {
          "text": "لَصَادِقُ",
          "meaningBn": "অবশ্যই সত্য",
          "notes": "صَدَقَ (সত্য বলা, সত্য হওয়া, সত্যবাদী হওয়া, সত্য কথা বলা, খাঁটি হওয়া, সঠিক বলে প্রমাণিত হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য صَادِقٌ (যে সত্য কথা বলে, সত্যবাদী, সত্য, সৎ, আন্তরিক, খাঁটি); পূর্বে যুক্ত রয়েছে ক্রিয়া-বিশেষণ لَ (অবশ্যই)।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "وَإِنَّ الدِّينَ لَوَاقِعُ",
      "bangla": "কর্মফল দিবস অবশ্যম্ভাবী।",
      "translations": {
        "osmani": "আর (কর্মফল) প্রতিফল অবশ্যই ঘটবে।",
        "tawjih": "আর প্রতিফল দিবস অবশ্যই সংঘটিত হবে।"
      },
      "words": [
        {
          "text": "وَإِنَّ الدِّينَ",
          "meaningBn": "এবং কর্মফল দিবস",
          "notes": "دَيْنَ (دَانَ) (ঋণী হওয়া, ধার দেওয়া, কর্জ দেওয়া, ঋণ দেওয়া, কোনো ধর্ম-বিশ্বাসের প্রতি আনুগত্য ঘোষণা করা, প্রতিদান দেওয়া, পরিশোধ করা, বিচারের রায় ঘোষণা করা, ইসলাম ধর্মের প্রতি আনুগত্য ঘোষণা করা, দ্বীনে রীতিনীতির প্রতি দৃঢ়ভাবে লেগে থাকা) মূল ক্রিয়ার একটি বিশেষ্য دِيْنٌ (ধর্ম, ধর্মীয় মতবিশ্বাস, আনুগত্য, বিশ্বাস, কোনো মানবগোষ্ঠী কর্তৃক গৃহিত নীতিমালা ও নিয়মাবলী, বিধি, বিধান, শেষ-বিচার ও প্রতিফল, পুরস্কার ও শাস্তি প্রদান, প্রতিশোধ, ক্ষতিপূরণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং ক্রিয়া-বিশেষণ إِنَّ (অবশ্যই)-এর বিশেষ্য হওয়ায় الدِّينَ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "لَوَاقِعُ",
          "meaningBn": "অবশ্যম্ভাবী",
          "notes": "وَقَعَ (সংঘটিত হওয়া, ঘটা, প্রতিপন্ন হওয়া, পতিত হওয়া, বসা, এসে পড়া, কারো ওপর আরোপিত করা, প্রতিষ্ঠিত হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য وَاقِعٌ (যা পতিত হবে, যা সংঘটিত হবে, পতিত, সংঘটিত, যা ঘটে); পূর্বে যুক্ত রয়েছে ক্রিয়া-বিশেষণ لَ (অবশ্যই)।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "وَالسَّمَاءِ ذَاتِ الْحُبُكِ",
      "bangla": "শপথ বহু পথবিশিষ্ট আকাশের,",
      "translations": {
        "osmani": "শপথ বহু পথবিশিষ্ট আকাশের,",
        "tawjih": "শপথ বহু পথবিশিষ্ট আকাশের,"
      },
      "words": [
        {
          "text": "وَالسَّمَاءِ",
          "meaningBn": "শপথ আকাশের",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় السَّمَاءُ হয়েছে; পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় السَّمَاءِ হয়েছে।"
        },
        {
          "text": "ذَاتِ",
          "meaningBn": "বিশিষ্ট/ অধিকারী",
          "notes": "ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী)-এর স্ত্রীলিঙ্গ, একবচন, সম্বন্ধকারক রূপ।"
        },
        {
          "text": "الْحُبُكِ",
          "meaningBn": "বহু পথ",
          "notes": "حَبَكَ (সুন্দরভাবে বোনা, পাকানো, পোশাক বয়ন করা) মূল ক্রিয়ার একটি বিশেষ্য حِبَاكٌ (গমনপথ, চলাচলের পথ, গ্রহ/ নক্ষত্রের পরিক্রমণ পথ, কক্ষ পথ, Cosmic string), বহুবচন الْحُبُكِ।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفِ",
      "bangla": "তোমরা তো পরস্পর বিরোধী কথায় লিপ্ত।",
      "translations": {
        "osmani": "তোমরা তো পরস্পর বিরোধী কথায় লিপ্ত।",
        "tawjih": "তোমরা তো পরস্পর বিরোধী কথায় লিপ্ত।"
      },
      "words": [
        {
          "text": "إِنَّكُمْ",
          "meaningBn": "নিশ্চয় তোমরা",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম كُمْ (তোমরা)-এর মিলিত রূপ।"
        },
        {
          "text": "لَفِي",
          "meaningBn": "অবশ্যই লিপ্ত",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও সম্বন্ধসূচক অব্যয় فِي (মধ্যে) এর মিলিত রূপ।"
        },
        {
          "text": "قَوْلِ",
          "meaningBn": "কথায়",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْلٌ (কথা, বাণী, উক্তি, যা উচ্চারণ করা হয়, বক্তব্য, মন্তব্য, বর্ণনা); এর পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় قَوْلٍ হয়েছে।"
        },
        {
          "text": "مُخْتَلِفِ",
          "meaningBn": "পরস্পর বিরোধী",
          "notes": "خَلَفَ (উত্তরাধিকারী হওয়া, পরবর্তী হওয়া, স্থলাভিষিক্ত হওয়া, খলিফা হওয়া, কারো অগোচরে কোনো কাজ করা) মূল ক্রিয়ার ৮নং ফরম اِخْتَلَفَ (ভিন্নমত পোষণ করা, পর্যায়ক্রমে আবর্তন করা, মতবিরোধ করা, বনিবনা না হওয়া, বিরোধিতা করা)-এর কর্তা-বিশেষ্য مُخْتَلِفٌ (পরস্পরের মধ্যে মতের ভিন্নতা, মতভেদকারী, ভিন্নমতাবলম্বী, বৈসাদৃশ্য, নানা রকম, বিভিন্ন); শব্দটি قَوْلٍ-কে অনুসরণ করায় مُخْتَلِفٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
      "bangla": "যে ব্যক্তি সত্যভ্রষ্ট সেই উহা পরিত্যাগ করে,",
      "translations": {
        "osmani": "যে ব্যক্তি সত্যভ্রষ্ট, তাকে উহা থেকে ফিরিয়ে রাখা হয়।",
        "tawjih": "তা থেকে তাকেই ফিরিয়ে রাখা হয়, যাকে ফিরিয়ে রাখা হয়েছে।"
      },
      "words": [
        {
          "text": "يُؤْفَكُ",
          "meaningBn": "সেই পরিত্যাগ করে",
          "notes": "শব্দটি أَفَكَ (মিথ্যা বলা, মিথ্যাবাদী হওয়া, প্রতারণা করা, মিথ্যা কিছু উদ্ভাবন করা, সত্য পরিত্যাগ করা, মনোযোগ অন্য দিকে সরিয়ে দেওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        },
        {
          "text": "عَنْهُ",
          "meaningBn": "উহা/তার হতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَنْ (হতে) ও সংযুক্ত-সর্বনাম هُ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "مَنْ أُفِكَ",
          "meaningBn": "যে ব্যক্তি সত্যভ্রষ্ট",
          "notes": "أَفَكَ (উপরে দেখুন) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ أُفِكَ; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে)।"
        }
      ]
    },
    {
      "ayahNumber": 10,
      "arabic": "قُتِلَ الْخَرَّاصُونَ",
      "bangla": "অভিশপ্ত হউক মিথ্যাচারীরা,",
      "translations": {
        "osmani": "অভিশপ্ত হোক মিথ্যাচারীরা,",
        "tawjih": "ধ্বংস হোক মিথ্যাচারীরা!"
      },
      "words": [
        {
          "text": "قُتِلَ",
          "meaningBn": "অভিশপ্ত/ ধ্বংস হউক",
          "notes": "শব্দটি قَتَلَ (হত্যা করা, খুন করা, মৃত্যু ঘটানো, মেরে ফেলা, ধ্বংস করা, নষ্ট করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        },
        {
          "text": "الْخَرَّاصُونَ",
          "meaningBn": "মিথ্যাচারীরা",
          "notes": "خَرَصَ (আন্দাজ করে কথা বলা, অনুমান করে বলা, বানিয়ে বলাা, কোনো বিষয়ে মিথ্যা বলা) মূল ক্রিয়ার একটি বিশেষ্য خَرَّاصٌ (যে আন্দাজ কথা বলে, অনুমানে কথা বলে, যে সঙ্গত কারণ ছাড়াই বানিয়ে কথা বলে, মিথ্যুক); বহুবচন خَرَّاصُوْنَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْخَرَّاصُونَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 11,
      "arabic": "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ",
      "bangla": "যারা অজ্ঞ ও উদাসীন!",
      "translations": {
        "osmani": "যারা অজ্ঞতা ও উদাসীনতার মধ্যে রয়েছে।",
        "tawjih": "যারা (তাদের) অজ্ঞতা ও উদাসীনতার মধ্যে আছে।"
      },
      "words": [
        {
          "text": "الَّذِينَ هُمْ فِي غَمْرَةٍ",
          "meaningBn": "যারা অজ্ঞতা ও উদাসীনতার মধ্যে রয়েছে",
          "notes": "غَمَّرَ (প্রাচুর্যপূর্ণ হওয়া, পানি উপচে পড়া) মূল ক্রিয়ার একটি বিশেষ্য غَمْرَةٌ (গভীর পানি, বিপুল পরিমান, ভিড়, সন্দেহের জন্য মানসিক দ্বিধা, অমনোযোগীতা, কিংকর্তব্যবিমূঢ় অবস্থা, ভূলধারণা, বিভ্রান্তি, কষ্টকর পরিস্থিতি, যন্ত্রণা); এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় غَمْرَةٍ হয়েছে; এর পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِيْنَ (যারা) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        },
        {
          "text": "سَاهُونَ",
          "meaningBn": "উদাসীন",
          "notes": "سَهَوَ (سَهَا) (অমনোযোগী হওয়া, অন্যমনস্ক হওয়া, মনোযোগ ভিন্নমুখী করা, অবহেলা করা, উদাসীন হওয়া, ভুলে যাওয়া, উপেক্ষা করা) মূল ক্রিয়ার কর্তা-বিশেষ্য سَاهٍ (মৌলিক রূপ سَاهِي; অবহেলাকারী, অমনোযোগী), বহুবচন سَاهُوْنَ।"
        }
      ]
    },
    {
      "ayahNumber": 12,
      "arabic": "يَسْأَلُوْنَ أَيَّانَ يَوْمُ الدِّيْنِ",
      "bangla": "উহারা জিজ্ঞাসা করে, 'কর্মফল দিবস কবে হবে?'",
      "translations": {
        "osmani": "তারা জিজ্ঞাসা করে, 'প্রতিফল দিবস কবে?'",
        "tawjih": "তারা জিজ্ঞেস করে, ‘প্রতিফল দিবস কবে হবে?’"
      },
      "words": [
        {
          "text": "يَسْأَلُوْنَ",
          "meaningBn": "উহারা জিজ্ঞাসা করে",
          "notes": "শব্দটি سَأَلَ (জিজ্ঞাসা করা, জানতে চাওয়া, চাওয়া, যাচঞা করা, প্রশ্ন করা, জেরা করা, দাবি করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "أَيَّانَ يَوْمُ",
          "meaningBn": "কখন হবে দিবস",
          "notes": "يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন) শব্দটি الدِّيْنِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে يَوْمُ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَيَّانَ (কখন)।"
        },
        {
          "text": "الدِّيْنِ",
          "meaningBn": "কর্মফল",
          "notes": "دَيْنَ (دَانَ) (ঋণী হওয়া, ধার দেওয়া, কর্জ দেওয়া, ঋণ দেওয়া, কোনো ধর্ম-বিশ্বাসের প্রতি আনুগত্য ঘোষণা করা, প্রতিদান দেওয়া, পরিশোধ করা, বিচারের রায় ঘোষণা করা, ইসলাম ধর্মের প্রতি আনুগত্য ঘোষণা করা, দ্বীনে রীতিনীতির প্রতি দৃঢ়ভাবে লেগে থাকা) মূল ক্রিয়ার একটি বিশেষ্য دِيْنٌ (ধর্ম, ধর্মীয় মতবিশ্বাস, আনুগত্য, বিশ্বাস, কোনো মানবগোষ্ঠী কর্তৃক গৃহিত নীতিমালা ও নিয়মাবলী, বিধি, বিধান, শেষ-বিচার ও প্রতিফল, পুরস্কার ও শাস্তি প্রদান, প্রতিশোধ, ক্ষতিপূরণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি يَوْمُ-এর মুদাফ-ইলায়হি হওয়ায় الدِّينِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 13,
      "arabic": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ",
      "bangla": "বল, 'সেই দিন যখন উহাদেরকে শাস্তি দেওয়া হবে অগ্নিতে।'",
      "translations": {
        "osmani": "সেদিন যখন তাদেরকে আগুনে দগ্ধ করা হবে।",
        "tawjih": "সেদিন তাদেরকে আগুনের ওপর আযাব দেওয়া হবে।"
      },
      "words": [
        {
          "text": "يَوْمَ",
          "meaningBn": "সেই দিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা/ স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)।"
        },
        {
          "text": "هُمْ عَلَى النَّارِ",
          "meaningBn": "তারা অগ্নিতে",
          "notes": "نَوَرَ (نَارَ) (আলো দেওয়া, আলো প্রতিফলিত হওয়া, উজ্জ্বল হওয়া, দীপ্তিময় হওয়া, জ্যোতির্ময় হওয়া, চকচক করা) মূল ক্রিয়ার একটি বিশেষ্য نَارٌ (আগুন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপর) থাকায় النَّارِ হয়েছে; এর পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        },
        {
          "text": "يُفْتَنُونَ",
          "meaningBn": "উহাদেরকে শাস্তি দেওয়া হবে",
          "notes": "শব্দটি فَتَنَ (পরীক্ষা করা, পরীক্ষায় ফেলা, বিপদে ফেলা, প্রলুব্ধ করা, ফেতনায় ফেলা প্রলোভনের মাধ্যমে যাঁচাই করা, নির্যাতন করা, আগুনে জ্বালিয়ে শাস্তি দেওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 14,
      "arabic": "ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنتُمْ بِهِ تَسْتَعْجِلُوْنَ",
      "bangla": "তোমরা তোমাদের শাস্তি আস্বাদন করো, তোমরা এই শাস্তিই ত্বরান্বিত করতে চেয়েছিলে।",
      "translations": {
        "osmani": "(বলা হবে,) 'তোমরা তোমাদের শাস্তি ভোগ করো। এটাই সেই জিনিস, যা তোমরা দ্রুত চেয়েছিলে।'",
        "tawjih": "(তাদেরকে বলা হবে,) ‘তোমরা তোমাদের শাস্তি আস্বাদন করো। এটাই সেই জিনিস, যা তোমরা দ্রুত চেয়েছিলে।’"
      },
      "words": [
        {
          "text": "ذُوْقُوًا",
          "meaningBn": "তোমরা আস্বাদন করো",
          "notes": "ذَوَقَ (ذَاقَ) (স্বাদ গ্রহণ করা, চাখা, উপভোগ করা, পরখ করা, পরীক্ষা করা, অভিজ্ঞতা লাভ করা) মূল ক্রিয়ার অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "فِتْنَتَكُمْ",
          "meaningBn": "তোমাদের শাস্তি",
          "notes": "فَتَنَ (দেখুন পূর্বের আয়াত) মূল ক্রিয়ার একটি বিশেষ্য فِتْنَةٌ (প্রলুদ্ধতার পরীক্ষা, শাস্তি, দুর্ভাগ্য, বিরোধ, বিদ্রোহ, গৃহযুদ্ধ); শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় فِتْنَتَكُمْ হয়েছে।"
        },
        {
          "text": "هَذَا الَّذِي كُنْتُمْ",
          "meaningBn": "ইহাই যা তোমরা",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ كُنْتُمْ; পূর্বে রয়েছে নির্দেশক সর্বনাম هَذَا (এই, ইহা) ও সংযোজক সর্বনাম الَّذِي (যা, যে)।"
        },
        {
          "text": "بِهِ",
          "meaningBn": "ইহার দ্বারা",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "تَسْتَعْجِلُونَ",
          "meaningBn": "তোমরা ত্বরান্বিত করতে চেয়েছিলে",
          "notes": "শব্দটি عَجِلَ (তাড়াহুড়া করা, ত্বরা করা, দ্রুততর করা, দ্রুতগতিসম্পন্ন হওয়া, দ্রুতগতিতে সম্পাদন করা, দ্রুত অগ্রসর হওয়া) মূল ক্রিয়ার ১০নং ফরম اِسْتَعْجَلَ (দ্রুত করতে চাওয়া, শিঘ্রই পেতে চাওয়া, ত্বরান্বিত করতে চাওয়া, তাড়াতাড়ি করতে ইচ্ছা করা)-এর বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 15,
      "arabic": "إِنَّ الْمُتَّقِيْنَ فِي جَنَّاتٍ وَعُيُونٍ",
      "bangla": "সেদিন নিশ্চয়ই মুত্তাকীরা থাকবে প্রস্রবণ-বিশিষ্ট জান্নাতে,",
      "translations": {
        "osmani": "নিশ্চয় মুত্তাকীরা থাকবে উদ্যানরাজি ও প্রস্রবণসমূহে,",
        "tawjih": "অবশ্যই মুত্তাকীরা থাকবে বাগ-বাগিচা ও ঝরনারাজির মধ্যে।"
      },
      "words": [
        {
          "text": "إِنَّ الْمُتَّقِينَ",
          "meaningBn": "সেদিন নিশ্চয়ই মুত্তাকীরা থাকবে",
          "notes": "وَقَى (রক্ষা করা, সংরক্ষণ করা, বাঁচানো, নিরাপত্তাবিধান করা, হেফাযত করা, আশ্রয় দেওয়া) মূল ক্রিয়ার ৮নং ফরম اِتَّقَى (আল্লাহকে ভয় করা, সমীহ করা, ভক্তি করা, সতর্ক থাকা, সচেতন থাকা, আত্মরক্ষা করা, মুত্তাকী হওয়া)-এর কর্তা-বিশেষ্য مُتَّقٍ (মৌলিক রূপ مُتَّقِيْ) (যিনি আল্লাহকে ভয় করেন, পরহেজগার, দ্বীনদার, ধার্মিক, ধর্মপরায়ণ, মুত্তাকী, আল্লাহর আদেশ নিষেধের ব্যাপারে সদা সচেতন), বহুবচন কর্মকারক مُتَّقِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُتَّقِينَ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)।"
        },
        {
          "text": "فِي جَنَّاتٍ",
          "meaningBn": "জান্নাতের মধ্যে",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেস্ত), বহুবচন جَنَّاتٌ; পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় جَنَّاتٍ হয়েছে।"
        },
        {
          "text": "وَ عُيُونٍ",
          "meaningBn": "এবং প্রস্রবণের",
          "notes": "عَيْنَ (عَانَ) (চোখে আঘাত করা, কুনজরে দেখা, চোখে অশ্রু আসা, প্রবাহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَيْنٌ (প্রস্রবন, পানির ঝরণা, ফোয়ারা), বহুবচন عُيُونٌ; শব্দটি جَنَّاتٍ -কে অনুসরণ করায় عُيُونٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        }
      ]
    },
    {
      "ayahNumber": 16,
      "arabic": "آخِذِينَ مَا أَتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوْا قَبْلَ ذَلِكَ مُحْسِنِينَ",
      "bangla": "উপভোগ করবে তা যা তাদের প্রতিপালক তাদেরকে দিবেন; কারণ পার্থিব জীবনে তারা ছিল সৎকর্মপরায়ণ",
      "translations": {
        "osmani": "তারা গ্রহণকারী হবে যা তাদের প্রতিপালক তাদেরকে দেবেন; কারণ, পূর্বে তারা ছিল সৎকর্মপরায়ণ।",
        "tawjih": "তারা গ্রহণ করবে যা তাদের প্রতিপালক তাদেরকে দেবেন। নিশ্চয়ই তারা এর পূর্বে ছিল ইহসানকারী (সৎকর্মপরায়ণ)।"
      },
      "words": [
        {
          "text": "آخِذِينَ",
          "meaningBn": "উপভোগ/ গ্রহণ করবে তা",
          "notes": "أَخَذَ (গ্রহণ করা, আঁকড়ে ধরা, পাকড়াও করা, কবজা করা, গ্রেফতার করা, চেপে ধরা, নিয়ে যাওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য; آخِذٌ বা ءَاخِذٌ (যে গ্রহণ করে, প্রাপক, পাকড়াওকারী, লাভকারী, কবজাকারী, দখলকারী) বহুবচন কর্মকারক ءَاخِذِينَ।"
        },
        {
          "text": "مَا أَتَاهُمْ",
          "meaningBn": "যা তাদেরকে দিবেন",
          "notes": "أَتَى (আসা, উপস্থিত হওয়া, আপতিত হওয়া, আনয়ন করা, নিয়ে আসা, কার্যকর করা, সম্পাদন করা) মূল ক্রিয়ার ৪নং ফরম آتَى বা ءَاتَى (প্রদান করা, দেওয়া, সরবরাহ করা, নিয়ে আসা, যোগান দেওয়া); শেষে সংযুক্ত-সর্বনাম هُمْ (তাদের) যুক্ত থাকার প্রেক্ষিতে أَتَاهُمْ রূপ গ্রহণ করেছে; পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "رَبُّهُمْ",
          "meaningBn": "তাদের প্রতিপালক",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رَبُّ হয়েছে।"
        },
        {
          "text": "إِنَّهُمْ",
          "meaningBn": "নিশ্চয় তারা",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)-এর মিলিত রূপ।"
        },
        {
          "text": "كَانُوْا",
          "meaningBn": "তারা ছিল",
          "notes": "শব্দটি كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "قَبْلَ ذَلِكَ مُحْسِنِينَ",
          "meaningBn": "উহার পূর্বে তারা সৎকর্মপরায়ণ",
          "notes": "حَسُنَ (সুন্দর হওয়া, সুদর্শন হওয়া, আকর্ষণীয় হওয়া, মনোরম হওয়া, প্রীতিকর হওয়া, সুবিধাজনক হওয়া, যথোপযুক্ত হওয়া, যথোচিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَحْسَنَ (অনুগ্রহ করা, সৎকাজ করা, সুন্দরভাবে করা, সঠিকভাবে করা, ন্যায়পরায়ণভাবে করা, সদাশয়তার সঙ্গে কাজ করা)-এর কর্তা-বিশেষ্য مُحْسِنٌ (যিনি ন্যায়পরায়ণভাবে কাজ করেন, অনুগ্রহকারী, দানশীল, পরোপকারী, উত্তম কাজ করেন, ন্যায়পরায়ণ ব্যক্তি, নেককার) বহুবচন কর্মকারক مُحْسِنِينَ পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় قَبْلَ (পূর্বে) ও নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা)।"
        }
      ]
    },
    {
      "ayahNumber": 17,
      "arabic": "كَانُوا قَلِيْلًا مِنَ اللَّيْلِ مَا يَهْجَعُوْنَ",
      "bangla": "তারা রাত্রির সামান্য অংশই অতিবাহিত করত নিদ্রায়,",
      "translations": {
        "osmani": "তারা রাতের সামান্য অংশই ঘুমিয়ে কাটাত,",
        "tawjih": "তারা রাতের সামান্য অংশে ঘুমাত।"
      },
      "words": [
        {
          "text": "كَانُوا",
          "meaningBn": "তারা ছিল",
          "notes": "শব্দটি كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "قَلِيلًا",
          "meaningBn": "সামান্য অংশই",
          "notes": "قَلَّ (অল্প সংখ্যক হওয়া, কম হওয়া, নগণ্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য قَلِيلٌ (কম, অল্প সংখ্যক, স্বল্প, সামান্য, ক্ষুদ্র অংশ, তুচ্ছ অংশ); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় قَلِيلًا হয়েছে।"
        },
        {
          "text": "مِنَ اللَّيْلِ",
          "meaningBn": "রাত্রির",
          "notes": "لَيْلٌ (রাত, রাত্রি, রাত্র, রজনী, নিশি, রাত্রিকাল, সূর্যাস্ত হতে সূর্যাদয় পর্যন্ত সময়)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় اللَّيْلِ হয়েছে; مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        },
        {
          "text": "مَا يَهْجَعُونَ",
          "meaningBn": "যা অতিবাহিত করত নিদ্রায়",
          "notes": "هَجَعَ (রাত্রে শান্তিতে ঘুমানো, নিদ্রা যাওয়া, ঘুমিয়ে যাওয়া, শান্ত থাকা, নীরব থাকা, প্রশমিত হওয়া, ঠান্ডা হয়ে যাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَسْجَعُونَ পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        }
      ]
    },
    {
      "ayahNumber": 18,
      "arabic": "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُوْنَ",
      "bangla": "রাত্রির শেষ প্রহরে তারা ক্ষমা প্রার্থনা করত,",
      "translations": {
        "osmani": "এবং শেষ রাতে তারা ক্ষমা প্রার্থনা করত।",
        "tawjih": "আর শেষ রাতে তারা ক্ষমা প্রার্থনা করত।"
      },
      "words": [
        {
          "text": "وَ بِالْأَسْحَارِ",
          "meaningBn": "রাত্রির শেষ প্রহরে",
          "notes": "سَحَرٌ (প্রভাত, উষা, প্রত্যুষ, ভোর), বহুবচন أَسْحَارُ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْأَسْحَارِ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "هُمْ يَسْتَغْفِرُونَ",
          "meaningBn": "তারা ক্ষমা প্রার্থনা করত",
          "notes": "غَفَرَ (ক্ষমা করা, মার্জনা করা, ঢেকে দেওয়া, আড়াল করা, আচ্ছন্ন করা, সুরক্ষিত করা) মূল ক্রিয়ার ১০নং ফরম اِسْتَغْفَرَ (ক্ষমা চাওয়া, মাফ চাওয়া, মার্জনা প্রার্থনা করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَسْتَغْفِرُونَ পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        }
      ]
    },
    {
      "ayahNumber": 19,
      "arabic": "وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ",
      "bangla": "এবং তাদের ধন-সম্পদে রয়েছে অভাবগ্রস্ত ও বঞ্চিতের হক।",
      "translations": {
        "osmani": "আর তাদের ধন-সম্পদে রয়েছে যাচনাকারী ও বঞ্চিতের অধিকার।",
        "tawjih": "আর তাদের সম্পদে রয়েছে যাচনাকারী ও বঞ্চিতের অধিকার।"
      },
      "words": [
        {
          "text": "وَفِي أَمْوَالِهِمْ",
          "meaningBn": "এবং তাদের ধন-সম্পদে রয়েছে",
          "notes": "مَوَلَ (مَالَ) (সম্পদশালী হওয়া, ধনী হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَالٌ (ধন, সম্পদ, বিষয় সম্পত্তি, অর্থ, তহবিল, মাল, পণ্য, পশু-সম্পদ), বহুবচন أَمْوَالٌ; শব্দটি সংযুক্ত-সর্বনাম هِمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় أَمْوَالِ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "حَقٌّ",
          "meaningBn": "হক",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, প্রমানিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, সঠিক, ন্যায়, ন্যায্য, প্রকৃত, হক, নিশ্চিৎ)।"
        },
        {
          "text": "لِلسَّائِلِ",
          "meaningBn": "অভাবগ্রস্ত",
          "notes": "سَأَلَ (জিজ্ঞাসা করা, জানতে চাওয়া, চাওয়া, যাচঞা করা, প্রশ্ন করা, জেরা করা, দাবি করা) মূল ক্রিয়ার কর্তা-বিশেষ্য سَائِلٌ (যে জিজ্ঞাসা করে, প্রশ্ন করে, যে সাহায্য চায়, যাচঞাকারী, ভিক্ষুক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلسَّائِلِ হয়েছে।"
        },
        {
          "text": "وَالْمَحْرُومِ",
          "meaningBn": "ও বঞ্চিতের",
          "notes": "حَرَمَ (বঞ্চিত হওয়া, বিচ্ছিন্ন হওয়া, অধিকারচ্যুত হওয়া, ক্ষমতাচ্যুত হওয়া) মূল ক্রিয়ার কর্ম-বিশেষ্য مَحْرُومٌ (বঞ্চিত, নিঃস্ব, সর্বহারা, হৃত-সর্বস্ব); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি لِلسَّائِلِ -কে অনুসরণ করায় وَالْمَحْرُومِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        }
      ]
    },
    {
      "ayahNumber": 20,
      "arabic": "وَفِي الْأَرْضِ أَيَاتٌ لِلْمُوقِنِينَ",
      "bangla": "নিশ্চিত বিশ্বাসীদের জন্য নিদর্শন রয়েছে ধরিত্রীতে;",
      "translations": {
        "osmani": "পৃথিবীতে বিশ্বাসীদের জন্য (অনেক) নিদর্শন রয়েছে।",
        "tawjih": "আর যারা দৃঢ় বিশ্বাসী, তাদের জন্য যমীনে বহু নিদর্শন রয়েছে।"
      },
      "words": [
        {
          "text": "وَفِي الْأَرْضِ",
          "meaningBn": "ধরিত্রীতে রয়েছে",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি)-এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْأَرْضِ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "أَيَّاتُ",
          "meaningBn": "নিদর্শন",
          "notes": "أَوَى (আশ্রয় অন্বেষণ করা, নিরাপদ আশ্রয় গ্রহণ করা, আশ্রয় গ্রহণ করা) মূল ক্রিয়ার একটি বিশেষ্য آيَةٌ বা آيَةٌ (নিদর্শন, কুরআনের আয়াত/ বাক্য, শিক্ষনীয় বিষয়, অলৌকিক কার্য), বহুবচন آيَاتُ বা آيَاتٌ।"
        },
        {
          "text": "لِلْمُوقِنِينَ",
          "meaningBn": "নিশ্চিত বিশ্বাসীদের জন্য",
          "notes": "يَقِنَ (সুনিশ্চিত হওয়া, নিঃসংশয় হওয়া, সন্দেহাতীত হওয়া, দৃঢ়প্রত্যয় জন্মানো, নিশ্চিত জানা) মূল ক্রিয়ার ৪নং ফরম أَيْقَنَ (সুনিশ্চিতভাবে বুঝে আসা, নিশ্চিতভাবে জানা, দৃঢ়ভাবে বিশ্বাস করা, প্রমাণ ও যুক্তির সাহায্যে দৃঢ়প্রত্যয় জন্মানো)-এর কর্তা-বিশেষ্য مُوقِنُ (যে দৃঢ়ভাবে বিশ্বাস করে, যে দৃঢ় বিশ্বাসী, নিঃসন্দেহ, নিশ্চিত, সুনিশ্চিত), বহুবচন সম্বন্ধকারক مُوقِنِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْمُوقِنِينَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 21,
      "arabic": "وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُوْنَ",
      "bangla": "এবং তোমাদের মধ্যেও। তোমরা কি অনুধাবন করবে না?",
      "translations": {
        "osmani": "আর তোমাদের নিজেদের মধ্যেও (নিদর্শন রয়েছে); তবুও কি তোমরা দেখবে না?",
        "tawjih": "আর তোমাদের নিজেদের মধ্যেও (নিদর্শন রয়েছে)। তোমরা কি তবে দেখতে পাচ্ছ না?"
      },
      "words": [
        {
          "text": "وَفِي أَنْفُسِكُمْ",
          "meaningBn": "এবং তোমাদের মধ্যেও",
          "notes": "نَفِسَ (মিতব্যয়ী হওয়া, হিসাবি হওয়া, সতর্ক হওয়া, কৃপণ হওয়া, হিংসুটে হওয়া, বিদ্বেষপরায়ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَفْسٌ (আত্মা, মন, প্রবৃত্তি, ব্যক্তি, মানুষ, জীবাত্মা, স্বয়ং নিজ), বহুবচন أَنْفُسٌ; শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় أَنْفُسِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "أَفَلَا",
          "meaningBn": "অতএব কি না",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ فَلا: পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
        },
        {
          "text": "تُبْصِرُونَ",
          "meaningBn": "তোমরা অনুধাবন করবে",
          "notes": "শব্দটি بَصَرَ (দেখা, দৃষ্টি দেওয়া, তাকানো, প্রত্যক্ষ করা, অনুধাবন করা) মূল ক্রিয়ার ৪নং ফরম أَبْصَرَ (দেখতে পাওয়া, প্রত্যক্ষ করা, পর্যবেক্ষণ করা, অনুভব করা, উপলব্ধি করা, অনুধাবন করা, বোধ শক্তি দ্বারা নির্ণয় করা)-এর বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 22,
      "arabic": "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوْعَدُوْنَ",
      "bangla": "আকাশে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সমস্ত কিছু।",
      "translations": {
        "osmani": "আর তোমাদের রিযিক এবং তোমাদেরকে যে বিষয়ে প্রতিশ্রুতি দেওয়া হয়েছে, তা আকাশে রয়েছে।",
        "tawjih": "আর আসমানেই রয়েছে তোমাদের রিযিক ও তোমাদেরকে প্রতিশ্রুত সবকিছু।"
      },
      "words": [
        {
          "text": "وَفِي السَّمَاءِ",
          "meaningBn": "এবং আকাশে রয়েছে",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় السَّمَاءِ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "رِزْقُكُمْ",
          "meaningBn": "তোমাদের রিযিক",
          "notes": "رَزَقَ (জীবিকার ব্যবস্থা করা, রিযিক দেওয়া, দান করা) মূল ক্রিয়ার একটি বিশেষ্য رِزْقٌ (রিযিক, জীবিকা, খাদ্য, সম্পদ, সম্পত্তি); শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رِزْقُ হয়েছে।"
        },
        {
          "text": "وَ مَا تُوْعَدُونَ",
          "meaningBn": "ও প্রতিশ্রুত সমস্ত কিছু",
          "notes": "وَعَدَ (অঙ্গীকার করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, হুমকি দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ تُوْعَدُونَ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও সংযোজক সর্বনাম مَا (যা কিছু)।"
        }
      ]
    },
    {
      "ayahNumber": 23,
      "arabic": "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ حَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُوْنَ",
      "bangla": "আকাশ ও পৃথিবীর প্রতিপালকের শপথ! অবশ্যই তোমাদের বাস্ফূর্তির মতই এই সকল সত্য।",
      "translations": {
        "osmani": "আকাশ ও পৃথিবীর প্রতিপালকের শপথ! নিশ্চয়ই এই প্রতিশ্রুতি তোমাদের কথা বলার মতোই সত্য।",
        "tawjih": "সুতরাং আসমান ও যমীনের প্রতিপালকের শপথ! নিশ্চয়ই এই বিষয়টি তোমাদের কথা বলার মতোই সত্য।"
      },
      "words": [
        {
          "text": "فَوَرَبِّ",
          "meaningBn": "অতএব প্রতিপালকের শপথ",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি السَّمَاءِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় رَبِّ হয়েছে; এর পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "السَّمَاءِ",
          "meaningBn": "আকাশ",
          "notes": "سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক; উপরে দেখুন)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং রَبِّ-এর মুদাফ-ইলায়হি হওয়ায় السَّمَاءِ হয়েছে।"
        },
        {
          "text": "وَالْأَرْضِ",
          "meaningBn": "পৃথবী",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি) শব্দটি رَبِّ -এর দ্বিতীয় মুদাফ-ইলায়হি হওয়ায় الْأَرْضِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "إِنَّهُ",
          "meaningBn": "অবশ্যই তিনি",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম هُ (সে)-এর মিলিত রূপ।"
        },
        {
          "text": "حَقٌّ",
          "meaningBn": "অবশ্যই সত্য",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, প্রমানিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, সঠিক, ন্যায়, ন্যায্য, প্রকৃত, হক, নিশ্চিৎ); এর সঙ্গে যুক্ত রয়েছে ক্রিয়া-বিশেষণ لَ (অবশ্যই)।"
        },
        {
          "text": "مِثْلَ",
          "meaningBn": "মতই",
          "notes": "مَثَلَ (অনুরূপ হওয়া, সদৃশ্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مِثْلٌ (উদাহরণ, সদৃশ্য, উপমা, অনুরূপ, সমকক্ষ); শব্দটি مَا-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় مِثْلَ হয়েছে।"
        },
        {
          "text": "مَا أَنَّكُمْ",
          "meaningBn": "তোমরা যে সকল",
          "notes": "সংযোজক অব্যয় أَنَّ (যে) ও স্বতন্ত্র-সর্বনাম كُمْ (তোমরা)-এর মিলিত রূপ أَنَّكُمْ; পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "تَنْطِقُوْنَ",
          "meaningBn": "বাক্স্ফূর্তির",
          "notes": "শব্দটি نَطَقَ (কথা বলা, স্পষ্টভাবে এবং বিশুদ্ধভাবে বলা, উচ্চারণ করা, বলা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 24,
      "arabic": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُمُكْرَمِينَ",
      "bangla": "তোমার নিকট ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?",
      "translations": {
        "osmani": "তোমার নিকট ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?",
        "tawjih": "তোমার নিকট কি ইব্রাহীমের সম্মানিত মেহমানদের খবর এসেছে?"
      },
      "words": [
        {
          "text": "هَلْ أَتَاكَ",
          "meaningBn": "তোমার নিকট এসেছে কি",
          "notes": "أَتَى (আসা, উপস্থিত হওয়া, আপতিত হওয়া, আনয়ন করা, নিয়ে আসা, কার্যকর করা, সম্পাদন করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষে সংযুক্ত-সর্বনাম كَ (তার) যুক্ত হওয়ার প্রেক্ষিতে أَتَاكَ রূপ গ্রহণ করেছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ هَلْ (কি?)।"
        },
        {
          "text": "حَدِيثُ",
          "meaningBn": "বৃত্তান্ত",
          "notes": "حَدَثَ (সংঘটিত হওয়া, এসে পড়া, আপতিত হওয়া, আঘাত করা, কষ্ট দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَدِيثُ (নুতন, নবীন, আধুনিক, সাম্প্রতিক, কথা, বাণী, আলোচনা, সংবাদ, খবর, বৃত্তান্ত, বর্ণনা, কাহিনী, গল্প, বক্তৃতা, রাসুলের হাদিস); শব্দটি ضَيْفِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে حَدِيثُ হয়েছে।"
        },
        {
          "text": "ضَيْفِ",
          "meaningBn": "মেহমানদের",
          "notes": "ضَيَفَ (ضَافَ) (অতিথি হিসাবে অবস্থান করা, অতিথি হওয়া, মেহমান হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য ضَيْفٌ (অতিথি, মেহমান, আগন্তুক, অতিথিগণ); শব্দটি إِبْرَاهِيمَ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং حَدِيثُ -এর মুদাফ-ইলায়হি হওয়ায় ضَيْفِ হয়েছে।"
        },
        {
          "text": "إِبْرَاهِيمَ",
          "meaningBn": "ইব্রাহীমের",
          "notes": "إِبْرَاهِيمُ (নবী ইব্রাহীম আ.) শব্দটি ضَيْفِ -এর মুদাফ-ইলায়হি হওয়ায় إِبْرَاهِيمَ হয়েছে (إِبْرَاهِيمُ শব্দটি 'গা. মুন' হওয়ায় إِبْرَاهِيمَ হয়েছে; শেষ অক্ষরে যের হয় নাই)।"
        },
        {
          "text": "الْمُكْرَمِينَ",
          "meaningBn": "সম্মানিত",
          "notes": "كَرُمَ (মহানুভব হওয়া, অভিজাত হওয়া, উন্নত হৃদয় হওয়া, উঁচুমনা হওয়া, উদার হওয়া, সম্মানিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَكْرَمَ (সম্মান করা, সম্মানিত করা, মর্যাদা দেওয়া, উদার করা)-এর কর্ম-বিশেষ্য مُكْرَمٌ (সম্মানিত, সম্মানযোগ্য, মাননীয়), বহুবচন সম্বন্ধকারক مُكْرَمِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُكْرَمِينَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 25,
      "arabic": "إِذْ دَخَلُوْا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُنْكَرُوْنَ",
      "bangla": "যখন উহারা তার নিকট উপস্থিত হয়ে বলল, 'সালাম'। উত্তরে সে বলল, 'সালাম'। ইহারা তো অপরিচিত লোক।",
      "translations": {
        "osmani": "যখন তারা তার নিকট প্রবেশ করে বলল, 'সালাম', তখন সে বলল, 'সালাম, তোমরা তো অপরিচিত লোক!'",
        "tawjih": "যখন তারা তার কাছে এলো, তখন বললো, ‘সালাম’। সে (ইব্রাহীম) বললো, ‘সালাম, এরা তো অপরিচিত লোক!’"
      },
      "words": [
        {
          "text": "إِذْ دَخَلُوا",
          "meaningBn": "যখন তারা উপস্থিত হয়ে",
          "notes": "دَخَلَ (প্রবেশ করা, ঢোকা, আগমন করা, শামিল হওয়া, ভর্তি হওয়া, যোগদান করা, বলপূর্বক অনুপ্রবেশ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ دَخَلُوا; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذْ (যখন)।"
        },
        {
          "text": "عَلَيْهِ",
          "meaningBn": "তার নিকট",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ عَلَى (উপর, নিকট) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "فَقَالُوا",
          "meaningBn": "তারপর বলল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ قَالُوا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব, তারপর)。"
        },
        {
          "text": "سَلَامًا",
          "meaningBn": "সালাম",
          "notes": "سَلِمَ (নিরাপদ থাকা, মুক্ত থাকা, সুস্থসজিব থাকা, অক্ষত থাকা, অটুট থাকা) মূল ক্রিয়ার একটি বিশেষ্য سَلَامٌ (শান্তি, নিরাপত্তা, সালাম, অভিবাদন, শান্তির জন্য সম্ভাষণ জ্ঞাপন); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় سَلَامًا হয়েছে।"
        },
        {
          "text": "قَالَ",
          "meaningBn": "উত্তরে সে বলল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "سَلَامٌ",
          "meaningBn": "সালাম",
          "notes": "উপরে দেখুন।"
        },
        {
          "text": "قَوْمٌ",
          "meaningBn": "ইহারা তো লোক",
          "notes": "قَوَمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, অবস্থান করা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন)।"
        },
        {
          "text": "مُنْكَرُونَ",
          "meaningBn": "অপরিচিত",
          "notes": "نَكِرَ (না জানা, অনবহিত হওয়া, না চেনা, অপরিচিত হওয়া, উপেক্ষা করা, সন্দিহান হওয়া, প্রবল অনীহা অনুভব করা) মূল ক্রিয়ার ৪নং ফরম أَنْكَرَ (অস্বীকার করা, প্রত্যাখান করা, অমান্য করা, সত্য বলে স্বীকার না করা, না মানা, কোনো কিছু করতে অসম্মত হওয়া)-এর কর্ম-বিশেষ্য مُنْكَرٌ (অস্বীকৃত, প্রত্যাখ্যাত, অপরিচিত, মন্দকর্ম, খারাপ, জঘন্য, খারাপ কাজ, নিকৃষ্ট কাজ, ঘৃণ্য কাজ, মুনকার, যে সমস্ত কাজ কুরআন ও সুন্নাহ অনুমোদন করে না), বহুবচন مُنْكَرُونَ।"
        }
      ]
    },
    {
      "ayahNumber": 26,
      "arabic": "فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِيْنٍ",
      "bangla": "অতঃপর ইব্রাহীম তার স্ত্রীর নিকট গেল এবং একটি মাংসল গো-বৎস ভাজা নিয়ে আসল",
      "translations": {
        "osmani": "অতঃপর সে চুপিসারে তার স্ত্রীর কাছে গেল এবং একটি মাংসল ভাজা গো-বৎস নিয়ে এলো।",
        "tawjih": "অতঃপর সে চুপি চুপি নিজের স্ত্রীর কাছে গেলো এবং (কিছু পরে) একটি মোটা গো-বাছুর ভাজা নিয়ে এলো।"
      },
      "words": [
        {
          "text": "فَرَاغَ",
          "meaningBn": "অতঃপর সে/ ইব্রাহীম গেল",
          "notes": "رَوَغَ (رَاغَ) (মনোযোগ অন্য দিকে ফেরানো, অলক্ষিতে যাওয়া, চুপিসারে, তির্যক হয়ে পড়া, বেঁকে যাওয়া, আক্রমণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব, অতঃপর)।"
        },
        {
          "text": "إِلَى أَهْلِهِ",
          "meaningBn": "তার স্ত্রীর নিকট",
          "notes": "أَهْلٌ (পরিবার-পরিজন, অধিবাসী, আত্মিয়-স্বজন, অনুসারীবৃন্দ, স্ত্রী, অধিকারী, যোগ্য, উপযুক্ত) শব্দটি সংযুক্ত-সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (দিকে, নিকট) থাকায় أَهْلِهِ হয়েছে।"
        },
        {
          "text": "فَجَاءَ",
          "meaningBn": "অতএব নিয়ে আসল",
          "notes": "جَيّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা, নাগাল ধরা, আনা); মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব, অতঃপর)।"
        },
        {
          "text": "بِعِجْلٍ",
          "meaningBn": "একটি গো-বৎস",
          "notes": "عَجِلَ (তাড়াহুড়া করা, ত্বরা করা, দ্রুততর করা, দ্রুতগতিসম্পন্ন হওয়া, দ্রুতগতিতে সম্পাদন করা, দ্রুত অগ্রসর হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عِجْلٌ (গোবৎস, বাছুর); এর পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِعِجْلٍ হয়েছে।"
        },
        {
          "text": "سَمِيْنٍ",
          "meaningBn": "মাংসল ভাজা",
          "notes": "سَوِنَ (মোটা হওয়া, মোটাসোটা হওয়া, স্থুল হওয়া, মাংসল হওয়া, নাদুসনুদুস হওয়া) মূল ক্রিয়ার একটি বিশেষ्य سَمِنٌ (স্কুল, মাংসল, মোটা); শব্দটি عِجْلٍ-কে অনুসরণ করায় سَمِينٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 27,
      "arabic": "فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُوْنَ",
      "bangla": "ও তাদের সামনে রাখল এবং বলল, 'তোমরা খেতেছ না কেন?",
      "translations": {
        "osmani": "অতঃপর তিনি উহা তাদের কাছে রাখলেন এবং বললেন, 'তোমরা খেতেছ না কেন?'",
        "tawjih": "অতঃপর সে (ইব্রাহীম) তা তাদের নিকটবর্তী করে বললো, ‘তোমরা খাচ্ছ না কেন?’"
      },
      "words": [
        {
          "text": "فَقَرَّبَهُ",
          "meaningBn": "অতএব ওটা নিকটবর্তী করল",
          "notes": "قَرَبَ (ঘনিষ্ঠ হওয়া, নিকটবর্তী হওয়া, নিকটে আসা, কাছে যাওয়া) মূল ক্রিয়ার ২নং ফরম قَرَّبَ (নিকটবর্তী করা, কাছে আনা, ঘনিষ্ট করা, উৎসর্গ করা, কুরবানী করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) ও পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব, অতঃপর)।"
        },
        {
          "text": "إِلَيْهِمْ",
          "meaningBn": "তাদের সামনে/ দিকে",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِلَى (দিকে, নিকট) ও সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "قَالَ",
          "meaningBn": "সে বলল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "أَلَا تَأْكُلُونَ",
          "meaningBn": "তোমরা কি খেতেছ না",
          "notes": "أَكَلَ (খাওয়া, খাদ্য গ্রহণ করা, ভক্ষণ করা, খেয়ে ফেলা, ক্ষয় করা, গোগ্রাসে গেলা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَأْكُلُونَ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?) ও ক্রিয়া-বিশেষণ لَا (না)।"
        }
      ]
    },
    {
      "ayahNumber": 28,
      "arabic": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوْا لَا تَخَفْ وَبَشَّرُوْهُ بِغُلَامٍ عَلِيمٍ",
      "bangla": "ইহাতে উহাদের সম্পর্কে তার মনে ভীতির সঞ্চার হলো। উহারা বলল, 'ভীত হবে না।' অতঃপর উহারা তাকে এক জ্ঞানী পুত্র সন্তানের সুসংবাদ দিল।",
      "translations": {
        "osmani": "এতে তাদের সম্পর্কে তার মনে ভয় সঞ্চার হলো। তারা বলল, 'ভয় করবেন না' আর তারা তাকে একজন জ্ঞানী পুত্র সন্তানের সুসংবাদ দিল।",
        "tawjih": "এতে তার মনে মনে তাদের সম্পর্কে ভয় সৃষ্টি হলো। তারা বললো, ‘ভয় করবেন না’ এবং তারা তাকে এক জ্ঞানী পুত্র সন্তানের সুসংবাদ দিলো।"
      },
      "words": [
        {
          "text": "فَأَوْجَسَ",
          "meaningBn": "ইহাতে তার মনে সঞ্চার হলো",
          "notes": "وَجَسَ (ভয় পাওয়া, শঙ্কিত হওয়া, হৃদয়ে ভয় পোষণ করা) মূল ক্রিয়ার ৪নং ফরম أَوْجَسَ (মনে মনে ধারণা করা, অনুভব করা, সঞ্চারিত হওয়া, টের পাওয়া) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "مِنْهُمْ",
          "meaningBn": "তাদের সম্পর্কে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "خِيفَةً",
          "meaningBn": "ভীতি/শঙ্কা",
          "notes": "خَوِفَ (خَافَ) (ভয় করা, ভীত হওয়া, আতঙ্কিত হওয়া, সচকিত হওয়া, ঘাবড়িয়ে যাওয়া, সন্ত্রস্ত হওয়া, শঙ্কিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য خِيفَةٌ (ভয়, ডর, ভীতি, শঙ্কা, আতঙ্ক); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় خِيفَةً হয়েছে।"
        },
        {
          "text": "قَالُوْا",
          "meaningBn": "তারা বলল",
          "notes": "শব্দটি قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "لَا تَخَفْ",
          "meaningBn": "ভীত হবে না",
          "notes": "خَوِفَ (خَافَ) (উপরে দেখুন) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ تَخَفْ; নিয়ামক হিসাবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না)।"
        },
        {
          "text": "وَ بَشِّرُوْهُ",
          "meaningBn": "এবং তারা তাকে সুসংবাদ দিল",
          "notes": "بَشَرَ (আনন্দিত হওয়া, খুশী হওয়া, উল্লাসিত হওয়া, তৃপ্ত হওয়া) মূল ক্রিয়ার ২নং ফরম بَشَّرَ (সুসংবাদ দেওয়া, ভবিষ্যদ্বাণী করা, ধর্ম প্রচার করা) ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ بَشَّرُوا শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) ও পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "بِغُلَامٍ",
          "meaningBn": "এক পুত্র সন্তানের",
          "notes": "غَلِمَ (যৌন লালসায় উত্তেজিত হওয়া, কামাতুর হওয়া, কামার্ত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য غُلَامٌ (বালক, যুবক, ছেলে, বাচ্চা, দাস, চাকর); এর পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِغُلَامٍ হয়েছে।"
        },
        {
          "text": "عَلِيمٍ",
          "meaningBn": "জ্ঞানী",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, জানতে পারা, অবহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَلِيمٌ (জ্ঞানী, পন্ডিত, অবহিত, বিজ্ঞ, সর্বজ্ঞ); শব্দটি بِغُلَامٍ -কে অনুসরণ করায় عَلِيمٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 29,
      "arabic": "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوْزٌ عَقِيمٌ",
      "bangla": "তখন তার স্ত্রী চিৎকার করতে করতে সম্মুখে আসল এবং গাল চাপড়িয়ে বলল, 'এই বৃদ্ধ-বন্ধ্যার সন্তান হবে!",
      "translations": {
        "osmani": "তখন তার স্ত্রী চিৎকার করতে করতে সামনে এলো আর গালে চপেটাঘাত করে বলল, 'এই বৃদ্ধা, বন্ধ্যার সন্তান হবে!'",
        "tawjih": "তখন তার স্ত্রী চিৎকার করতে করতে সামনে এলো এবং নিজের গালে আঘাত করে বললো, ‘আমি তো এক বৃদ্ধা, বন্ধ্যা!’"
      },
      "words": [
        {
          "text": "فَأَقْبَلَتِ",
          "meaningBn": "তখন সম্মুখে আসল",
          "notes": "أَقْبَلَ (ঘুরে দাঁড়ানো, সামনে এগিয়ে আসা, আগমন করা, কাছে আসা, নিকটে আসা, এসে পড়া, আসন্ন হওয়া) ৪নং ফরম ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ أَقْبَلَتْ; أَقْبَلَتْ-এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় أَقْبَلَتِ লেখা হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "امْرَأَتُهُ",
          "meaningBn": "তার স্ত্রী",
          "notes": "مَرُقَ (মানুষ্য স্বভাবের হওয়া, পুরুষোচিত হওয়া, মানবিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য اِمْرَأَةٌ (স্ত্রীলোক, নারী, মহিলা, রমণী, পত্নী); শব্দটি সংযুক্ত-সর্বনাম هُ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে اِمْرَأَتُ হয়েছে।"
        },
        {
          "text": "فِي صَرَّةٍ",
          "meaningBn": "চিৎকার করতে করতে",
          "notes": "صَرَّ (জোরে শব্দ করা) মূল ক্রিয়ার একটি বিশেষ্য صَرَّةٌ (চিৎকার, আর্তনাদ, ফরিয়াদ, উচ্চস্বরে ক্রন্দন); এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় صَرَّةٍ হয়েছে।"
        },
        {
          "text": "فَصَكَّتْ",
          "meaningBn": "এবং চাপড়িয়ে",
          "notes": "صَكَّ (আঘাত করা, প্রহার করা, থাপ্পড় মারা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ صَكَّتْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "وَجْهَهَا",
          "meaningBn": "তার গাল",
          "notes": "وَجْهَ (সম্মানিত হওয়া, অভিজাত শ্রেণীর হওয়া, মর্যাদাবান হওয়া, পার্থক্যসূচক বৈশিষ্টপূর্ণ হওয়া, খ্যাতিমান হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَجْهٌ (মুখমন্ডল, আকৃতি, চেহারা, সম্মুখভাগ, অনুগ্রহ, অভিপ্রায়, সন্তুষ্টি, উদ্দেশ্য, তাৎপর্য, কারণ, মর্যাদা, আরম্ভ); শব্দটি সংযুক্ত-সর্বনাম هَا (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় وَجْهَهَا হয়েছে।"
        },
        {
          "text": "وَقَالَتْ",
          "meaningBn": "এবং সে বলল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ قَالَتْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "عَجُوزٌ",
          "meaningBn": "এই বৃদ্ধ",
          "notes": "عَجَزَ (অসমর্থ হওয়া, অক্ষম হওয়া, অপারগ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَجُوزٌ (বৃদ্ধ, বয়োবৃদ্ধ, বৃদ্ধা)。"
        },
        {
          "text": "عَقِيمٌ",
          "meaningBn": "বন্ধ্যা",
          "notes": "عَقَمَ (يَعْقُمْ) (অনুর্বর হওয়া, নিষ্ফলা হওয়া, মরুময় হওয়া, বন্ধ্যা হওয়া, অপ্রসূতি হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَقِيمٌ (বন্ধ্যা, নিঃসন্তান, নিষ্ফল, অকেজা, অকল্যাণকর, দুঃখদায়ক)।"
        }
      ]
    },
    {
      "ayahNumber": 30,
      "arabic": "قَالُوْا كَذَلِكَ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ",
      "bangla": "তারা বলল, 'তোমার প্রতিপালক এইরূপই বলেছেন; তিনিই প্রজ্ঞাময়, সর্বজ্ঞ।",
      "translations": {
        "osmani": "তারা বলল, 'তোমার প্রতিপালক এইরূপই বলেছেন; নিশ্চয়ই তিনি প্রজ্ঞাময়, সর্বজ্ঞ।",
        "tawjih": "তারা বললো, ‘তোমার প্রতিপালক এভাবেই বলেছেন। নিশ্চয়ই তিনি প্রজ্ঞাময়, সর্বজ্ঞ।’"
      },
      "words": [
        {
          "text": "قَالُوْا",
          "meaningBn": "তারা বলল",
          "notes": "শব্দটি قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "كَذَلِكَ",
          "meaningBn": "এইরূপই",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় كَ (মতো) ও নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা)-এর মিলিত রূপ।"
        },
        {
          "text": "قَالَ",
          "meaningBn": "বলেছেন",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "رَبُّكِ",
          "meaningBn": "তোমার প্রতিপালক",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كِ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رَبُّ হয়েছে।"
        },
        {
          "text": "إِنَّهُ",
          "meaningBn": "নিশ্চয় তিনি",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম هُ (সে, তিনি)-এর মিলিত রূপ।"
        },
        {
          "text": "هُوَ الْحَكِيمُ",
          "meaningBn": "তিনি প্রজ্ঞাময়",
          "notes": "حَكَمَ (জ্ঞানী হওয়া, বিজ্ঞ হওয়া, বিচক্ষণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَكِيمٌ (বিজ্ঞ, বিচক্ষণ, প্রজ্ঞাবান, বিচারবুদ্ধি সম্পন্ন, জ্ঞানী ব্যক্তি, বুদ্ধিমান); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْحَكِيمُ হয়েছে; পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে)।"
        },
        {
          "text": "الْعَلِيمُ",
          "meaningBn": "সর্বজ্ঞ",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, জানতে পারা, অবহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَلِيمٌ (জ্ঞানী, পন্ডিত, অবহিত, বিজ্ঞ, সর্বজ্ঞ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْعَلِيمُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 31,
      "arabic": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُوْنَ",
      "bangla": "ইব্রাহীম বলল, 'হে ফিরিস্তাগণ! তোমাদের বিশেষ কাজ কী?",
      "translations": {
        "osmani": "ইব্রাহীম বলল, 'হে প্রেরিতরা! তোমাদের বিশেষ কাজ কী?'",
        "tawjih": "ইব্রাহীম বললো, ‘হে ফেরেশতাগণ! তোমাদের বিশেষ কাজ কী?’"
      },
      "words": [
        {
          "text": "قَالَ",
          "meaningBn": "তিনি/ ইব্রাহীম বললেন",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "فَمَا",
          "meaningBn": "অতএব কী",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও প্রশ্নবোধক সর্বনাম مَا (কী?)।"
        },
        {
          "text": "خَطْبُكُمْ",
          "meaningBn": "তোমাদের বিশেষ কাজ",
          "notes": "خَطَبَ (বক্তৃতা দেওয়া, ভাষণ দেওয়া, খুতবা দেওয়া, বিয়ের প্রস্তাব দেওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خَطْبٌ (বিষয়বস্তু, কাজ, অবস্থা, ব্যবসা বানিজ্য); শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে خَطْبُ হয়েছে।"
        },
        {
          "text": "أَيُّهَا الْمُرْسَلُونَ",
          "meaningBn": "হে ফিরিস্তাগণ / প্রেরিতগণ",
          "notes": "رَسُلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার ৪নং ফরম أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া)-এর কর্ম-বিশেষ্য مُرْسَلٌ (যাকে পাঠানো হয়, প্রেরিত, দূত), বহুবচন কর্তৃকারক مُرْسَلُوْنَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُرْسَلُوْنَ হয়েছে; পূর্বে রয়েছে আবেগসূচক অব্যয় أَيُّهَا (হে)।"
        }
      ]
    },
    {
      "ayahNumber": 32,
      "arabic": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ",
      "bangla": "উহারা বলল, 'আমাদেরকে এক অপরাধী সম্প্রদায়ের প্রতি প্রেরণ করা হয়েছে।",
      "translations": {
        "osmani": "তারা বলল, 'আমাদেরকে এক অপরাধী সম্প্রদায়ের প্রতি প্রেরণ করা হয়েছে।'",
        "tawjih": "তারা বললো, ‘আমাদেরকে এক অপরাধী সম্প্রদায়ের দিকে পাঠানো হয়েছে।’"
      },
      "words": [
        {
          "text": "قَالُوا",
          "meaningBn": "উহারা বলল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "إِنَّا",
          "meaningBn": "নিশ্চয় আমরা",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)-এর মিলিত রূপ।"
        },
        {
          "text": "أُرْسِلْنَا",
          "meaningBn": "প্রেরিত হয়েছি",
          "notes": "শব্দটি أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া) ৪নং ফরম ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        },
        {
          "text": "إِلَى قَوْمٍ",
          "meaningBn": "এক সম্প্রদায়ের প্রতি",
          "notes": "قَوْمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, অবস্থান করা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (প্রতি, দিকে) থাকায় قَوْمٍ হয়েছে।"
        },
        {
          "text": "مُجْرِمِينَ",
          "meaningBn": "অপরাধী",
          "notes": "جَرَمَ (কর্তন করা, কাটা, গোস্ত হাড় থেকে আলাদা করা, প্ররোচিত করা, কাউকে পাপ কর্মে চালনা করা) মূল ক্রিয়ার ৪নং ফরম أَجْرَمَ (অন্যায় করা, অপরাধ করা, পাপ করা)-এর কর্তা-বিশেষ্য مُجْرِمٌ (অপরাধী, অন্যায়কারী, দোষী, পাপী), বহুবচন কর্মকারক مُجْرِمِينَ।"
        }
      ]
    },
    {
      "ayahNumber": 33,
      "arabic": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ",
      "bangla": "'উহাদের উপর নিক্ষেপ করার জন্য মাটির শক্ত ঢেলা;",
      "translations": {
        "osmani": "যেন আমরা তাদের উপর মাটির শক্ত ঢিলা বর্ষণ করি,",
        "tawjih": "যেন আমরা তাদের ওপর মাটির প্রস্তর খণ্ড নিক্ষেপ করতে পারি,"
      },
      "words": [
        {
          "text": "لِنُرْسِلَ",
          "meaningBn": "নিক্ষেপ করার জন্য",
          "notes": "أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া) ৪নং ফরম ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন, সাপেক্ষভাব রূপ نُرْسِلَ; নিয়ামক হিসেবে পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় لِ (জন্য)।"
        },
        {
          "text": "عَلَيْهِمْ",
          "meaningBn": "উহাদের উপর",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (উপর) ও সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "حِجَارَةً",
          "meaningBn": "পাথর",
          "notes": "حَجَرَ (বাধা দেওয়া, প্রবেশ অগ্রাহ্য করা, নিষেধাজ্ঞা আরোপ করা, ঠেকিয়ে রাখা, গতিরোধ করা, ব্যাহত করা) মূল ক্রিয়ার একটি বিশেষ্য حَجَرٌ (পাথর, প্রস্তর, পাষাণ, শিলাখন্ড), বহুবচন حِجَارَةٌ; শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় حِجَارَةً হয়েছে।"
        },
        {
          "text": "مِنْ طِيْنٍ",
          "meaningBn": "মাটি",
          "notes": "طَيَنَ (طَانَ) (কাদামাটি দিয়ে প্রলেপ দেওয়া, প্লাষ্টার করা) মূল ক্রিয়ার একটি বিশেষ্য طِيْنٌ (কাদামাটি, নরম মাটি, কর্দম, পাঁক); এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় طِيْنٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 34,
      "arabic": "مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ",
      "bangla": "'যা সীমালংঘনকারীদের জন্য চিহ্নিত তোমার প্রতিপালকের নিকট হতে।",
      "translations": {
        "osmani": "যা তোমার প্রতিপালকের কাছে সীমালংঘনকারীদের জন্য চিহ্নিত।",
        "tawjih": "যা তোমার প্রতিপালকের কাছে সীমালঙ্ঘনকারীদের জন্য চিহ্নিত রয়েছে।"
      },
      "words": [
        {
          "text": "مُسَوَّمَةً",
          "meaningBn": "যা চিহ্নিত",
          "notes": "سَوَمَ (سَامَ) (সামগ্রী বিক্রয়ের জন্য প্রস্তাব দেওয়া, কঠিন/ শক্ত কাজের দায়িত্ব চাপানো, আরোপ করা) মূল ক্রিয়ার ২নং ফরম سَوَّمَ (বলপ্রয়োগ করে কিছু করা বা করানো, কারো উপর কঠিন দায়িত্ব চাপানো, জোরপূর্বক কাউকে কোনো কিছু করতে বাধ্য করা, কোনো কিছু চিহ্নিত করা, কোনো কিছুতে চিহ্ন প্রদান করা)-এর কর্ম-বিশেষ্য مُسَوَّمَةٌ (চিহ্নিত, চিহ্নযুক্ত); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় مُسَوَّمَةً হয়েছে।"
        },
        {
          "text": "عِنْدَ رَبِّكَ",
          "meaningBn": "তোমার প্রতিপালকের নিকট হতে",
          "notes": "رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক) শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট) থাকায় رَبِّ হয়েছে।"
        },
        {
          "text": "لِلْمُسْرِفِينَ",
          "meaningBn": "সীমালংঘনকারীদের জন্য",
          "notes": "سَرَفَ (ধীরে ধীরে ক্ষয় করা, নষ্ট করা, ক্ষতিগ্রস্ত করা, মনোযোগ না দেওয়া, অবহেলা করা, অবজ্ঞা করা) মূল ক্রিয়ার ৪নং ফরম أَسْرَفَ (সঠিক ব্যবহারের সীমা ছাড়িয়ে যাওয়া, সকল সীমা ছাড়িয়ে যাওয়া, অপচয় করা, অপব্যয় করা, অতিব্যয় করা)-এর কর্তা-বিশেষ্য مُسْرِفٌ (যে বাড়াবাড়ি করে, অপচয়কারী, সীমালঙ্ঘন করার জন্য দোষী), বহুবচন সম্বন্ধকারক مُسْرِفِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْمُسْرِفِينَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 35,
      "arabic": "فَأَخْرَجْنَا مَنْ كَانَ فِيْهَا مِنَ الْمُؤْمِنِينَ",
      "bangla": "সেখানে যেসব মু'মিন ছিল আমি তাদেরকে উদ্ধার করেছিলাম,",
      "translations": {
        "osmani": "অতঃপর আমি সেখানে যত মু'মিন ছিল, তাদেরকে বের করে এনেছিলাম।",
        "tawjih": "তখন আমি সেখানে যারা মুমিন ছিল, তাদেরকে বের করে নিয়ে এলাম।"
      },
      "words": [
        {
          "text": "فَأَخْرَجْنَا",
          "meaningBn": "অতএব আমরা তাদেরকে বের/ উদ্ধার করেছিলাম",
          "notes": "خَرَجَ (বাইরে যাওয়া, বাহির হওয়া, বাহির হয়ে আসা, নির্গত হওয়া, প্রস্থান করা) মূল ক্রিয়ার ৪ নং ফরম أَخْرَجَ (বের করে দেওয়া, বহিস্কার করা, উপস্থিত করা, উপস্থাপন করা, প্রকাশ করা, উৎপন্ন করা, তাড়িয়ে দেওয়া, আবির্ভাব করা, প্রসারিত করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَخْرَجْنَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "مَنْ كَانَ",
          "meaningBn": "যে ছিল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে)।"
        },
        {
          "text": "فِيهَا",
          "meaningBn": "সেখানে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "مِنَ الْمُؤْمِنِينَ",
          "meaningBn": "মুমিনদের",
          "notes": "أَمِنَ (নিরাপদ হওয়া, নিশ্চিন্ত হওয়া, বিপদমুক্ত হওয়া, ভরসা রাখা, আস্থা রাখা, নির্ভর করা) মূল ক্রিয়ার ৪নং ফরম أَمَنَ বা ءَامَنَ (বিশ্বাস করা, ঈমান আনা, নিশ্চিৎ করা, নিশ্চিন্ত করা, উদ্বেগমুক্ত করা)-এর কর্তা-বিশেষ্য مُؤْمِنٌ (যিনি বিশ্বাস করেন, বিশ্বাসী, মু'মিন), বহুবচন সম্বন্ধকারক مُؤْمِنِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُؤْمِنِينَ হয়েছে; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে); مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 36,
      "arabic": "فَمَا وَجَدْنَا فِيْهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ",
      "bangla": "আর সেখানে আমি একটি পরিবার ব্যতীত কোন আত্মসমর্পণকারী পাই নাই।",
      "translations": {
        "osmani": "সেখানে আমি একটি পরিবার ব্যতীত আর কাউকে আত্মসমর্পণকারী পাইনি।",
        "tawjih": "সেখানে আমি একটি ঘর ছাড়া আর কাউকে মুসলিম (আত্মসমর্পণকারী) পাইনি।"
      },
      "words": [
        {
          "text": "فَمَا",
          "meaningBn": "অতএব না",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ مَا (না)-এর মিলিত রূপ।"
        },
        {
          "text": "وَجَدْنَا",
          "meaningBn": "আমরা পাই",
          "notes": "শব্দটি وَجَدَ (পাওয়া, প্রাপ্ত হওয়া, লাভ করা, সন্ধান পাওয়া, দেখতে পাওয়া, আবিষ্কার করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ।"
        },
        {
          "text": "فِيهَا",
          "meaningBn": "সেখানে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "غَيْرَ بَيْتٍ",
          "meaningBn": "একটি পরিবার ব্যতীত",
          "notes": "بَيْتَ (بَاتَ) (রাত্রি যাপন করা, রাত্রি অতিবাহিত করা, হওয়া, হয়ে যাওয়া, থাকা) মূল ক্রিয়ার একটি বিশেষ্য بَيْتٌ (বাড়ি, গৃহ, আলয়, আবাস, বাসস্থান, ঘর, কক্ষ, পরিবার); পূর্বে সম্বন্ধসূচক অব্যয় غَيْرَ (ব্যতীত) থাকায় بَيْتٍ হয়েছে।"
        },
        {
          "text": "مِنَ الْمُسْلِمِينَ",
          "meaningBn": "আত্মসমর্পণকারীদের",
          "notes": "سَلِمَ (নিরাপদ থাকা, মুক্ত থাকা, সুস্থসজিব থাকা, অক্ষত থাকা, অটুট থাকা) মূল ক্রিয়ার ৪নং ফরম أَسْلَمَ (আত্মসমর্পণ করা, অধীনতা স্বীকার করা, বশ্যতা স্বীকার করা, আনুগত্য করা, ইসলাম গ্রহণ করা)-এর কর্তা-বিশেষ্য مُسْلِمٌ (মুসলিম, আত্মসমর্পণকারী, যে নিজেকে আল্লাহর কাছে সমর্পণ করে, যে ইসলাম ধর্ম গ্রহণ করেছে), বহুবচন সম্বন্ধকারক مُسْلِمِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُسْلِمِينَ হয়েছে; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে); مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 37,
      "arabic": "وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ",
      "bangla": "যারা মর্মন্তুদ শাস্তিকে ভয় করে আমি তাদের জন্য উহাতে একটি নিদর্শন রেখেছি।",
      "translations": {
        "osmani": "আর যারা মর্মন্তুদ শাস্তিকে ভয় করে, তাদের জন্য আমি সেখানে একটি নিদর্শন রেখে দিয়েছি।",
        "tawjih": "আর যারা মর্মন্তুদ শাস্তিকে ভয় করে, তাদের জন্য আমি সেখানে একটি নিদর্শন রেখে দিয়েছি।"
      },
      "words": [
        {
          "text": "وَتَرَكْنَا",
          "meaningBn": "এবং আমরা রেখেছি",
          "notes": "تَرَكَ (অব্যাহতি দেওয়া, ত্যাগ করা, ছেড়ে দেওয়া, পরিহার করা, ফেলে রাখা, উপেক্ষা করা, রেখে দেওয়া, একা থাকতে দেওয়া, পরিত্যাগ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ تَرَكْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "فِيهَا",
          "meaningBn": "উহাতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "آيَةً",
          "meaningBn": "একটি নিদর্শন",
          "notes": "أَوَى (আশ্রয় অন্বেষণ করা, নিরাপদ আশ্রয় গ্রহণ করা, আশ্রয় গ্রহণ করা) মূল ক্রিয়ার একটি বিশেষ্য آيَةٌ বা آيَةٌ (নিদর্শন, কুরআনের আয়াত/ বাক্য, শিক্ষনীয় বিষয়, অলৌকিক কার্য); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় آيَةً হয়েছে।"
        },
        {
          "text": "لِلَّذِينَ",
          "meaningBn": "তাদের জন্য যারা",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম الَّذِيْنَ (যারা)-এর মিলিত রূপ।"
        },
        {
          "text": "يَخَافُوْنَ",
          "meaningBn": "তারা ভয় করে",
          "notes": "শব্দটি خَوِفَ (خَافَ) (ভয় করা, ভীত হওয়া, আতঙ্কিত হওয়া, সচকিত হওয়া, ঘাবড়িয়ে যাওয়া, সন্ত্রস্ত হওয়া, শঙ্কিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "الْعَذَابَ",
          "meaningBn": "শাস্তিকে",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الْعَذَابَ হয়েছে。"
        },
        {
          "text": "الْأَلِيمَ",
          "meaningBn": "মর্মন্তুদ",
          "notes": "أَلِمَ (কষ্ট পাওয়া, যন্ত্রণা পাওয়া, ব্যথা অনুভব করা, ব্যথিত হওয়া) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য أَلِيمٌ (যন্ত্রণাদায়ক, পীড়াদায়ক, কষ্টদায়ক, ক্লেশপূর্ণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি الْعَذَابَ -কে অনুসরণ করায় الْأَلِيمَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 38,
      "arabic": "وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ",
      "bangla": "এবং নিদর্শন রেখেছি মূসার বৃত্তান্তে, যখন আমি তাকে স্পষ্ট প্রমাণসহ ফির'আওনের নিকট প্রেরণ করেছিলাম,",
      "translations": {
        "osmani": "আর মূসার মধ্যেও (নিদর্শন রয়েছে), যখন আমি তাকে স্পষ্ট প্রমাণ দিয়ে ফিরাউনের কাছে পাঠিয়েছিলাম,",
        "tawjih": "আর মূসার ঘটনায় (নিদর্শন রয়েছে), যখন আমি তাকে স্পষ্ট প্রমাণসহ ফিরাউনের কাছে পাঠিয়েছিলাম।"
      },
      "words": [
        {
          "text": "وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ",
          "meaningBn": "এবং নিদর্শন রেখেছি মূসার বৃত্তান্তে, যখন আমি তাকে প্রেরণ করেছিলাম",
          "notes": "رَسُلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার ৪ নং ফরম أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَرْسَلْنَا; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) এবং পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং), সম্বন্ধসূচক অব্যয় فِي (মধ্যে), مُوسَى (মূসা আ.) ও ক্রিয়া-বিশেষণ إِذْ (যখন)।"
        },
        {
          "text": "إِلَى فِرْعَوْنَ بِسُلْطَانٍ",
          "meaningBn": "প্রমাণসহ ফির'আওনের নিকট",
          "notes": "سَلَطَ (অনমনীয় হওয়া, উদ্ধত হওয়া, দুর্বিনীত হওয়া, তীক্ষ্ণ হওয়া, সুদৃঢ় হওয়া) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য سُلْطَانٌ (কর্তৃত্ব, আধিপত্য, সাক্ষ্যপ্রমাণ, হুকুম দেবার এবং তা তামিল করাবার ক্ষমতা/ অধিকার, প্রকৃত হুকুমদাতা কর্তৃক প্রদত্ত ক্ষমতা); এর পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِسُلْطَانٍ হয়েছে; এর পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় إِلَى (নিকট, দিকে) ও فِرْعَوْنَ (ফিরআউন)।"
        },
        {
          "text": "مُبِينٍ",
          "meaningBn": "স্পষ্ট",
          "notes": "بَيِّنَ (بَانَ) (স্পষ্ট হওয়া, স্বচ্ছ হওয়া, সহজবোধ্য হওয়া, প্রকাশ হওয়া, দৃশ্যমান হওয়া) মূল ক্রিয়ার ৪নং ফরম أَبَانَ (স্পষ্টত প্রতীয়মান করা, সুস্পষ্ট করা, প্রকাশ করা, স্বচ্ছ করা, খুলে ফেলা, পৃথক করা)-এর কর্তা-বিশেষ্য مُبِينٌ (প্রকাশ্য, স্পষ্ট, সুবোধ্য, সহজবোধ্য, স্পষ্টত প্রতীয়মান, প্রকাশ্য); শব্দটি بِسُلْطَانٍ -কে অনুসরণ করায় مُبِينٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 39,
      "arabic": "فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ",
      "bangla": "তখন সে ক্ষমতার দম্ভে মুখ ফিরিয়ে নিলো এবং বলল, 'এই ব্যক্তি হয় এক জাদুকর, না হয় এক উন্মাদ।",
      "translations": {
        "osmani": "তখন সে তার ক্ষমতার দম্ভে মুখ ফিরিয়ে নিল এবং বলল, 'এ তো এক জাদুকর কিংবা এক পাগল!'",
        "tawjih": "তখন সে (ফিরাউন) তার ক্ষমতার দম্ভে মুখ ফিরিয়ে নিলো এবং বললো, ‘এ হয় কোনো জাদুকর, না হয় পাগল’।"
      },
      "words": [
        {
          "text": "فَتَوَلَّى",
          "meaningBn": "তখন সে মুখ ফিরিয়ে নিলো",
          "notes": "وَلِيَ (বন্ধু হওয়া, মিত্র হওয়া, সুহৃদ হওয়া) মূল ক্রিয়ার ৫নং ফরম تَوَلَّى (পিছনে ফিরে যাওয়া, মুখ ফিরিয়ে নেওয়া, পরিত্যাগ করা, বিমুখ হওয়া, বর্জন করা, বন্ধু হিসাবে কাউকে গ্রহণ করা, নিজের উপর দায়িত্ব গ্রহণ করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "بِرُكْنِهِ",
          "meaningBn": "তার ক্ষমতার দম্ভে",
          "notes": "رَكْنَ (সুদৃঢ় হওয়া, মজবুত হওয়া, স্থির হওয়া) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য رُكْنٌ (খুঁটি, ঠেক্কা, ভিত্তি, ক্ষমতা, শক্তি, বাহিনী); শব্দটি সংযুক্ত-সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِرُكْنِهِ হয়েছে।"
        },
        {
          "text": "وَقَالَ",
          "meaningBn": "এবং বলল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "سَاحِرٌ",
          "meaningBn": "এই ব্যক্তি হয় এক যাদুকর",
          "notes": "سَحَرَ (যাদু করা, সম্মোহিত করা, মুগ্ধ করা, আকৃষ্ট করা, মন্ত্র-মুগ্ধ করা, কারো প্রতি মূঢ় প্রেমে জ্ঞানশূন্য হওয়া, মোহগ্রস্ত করা, মিষ্টি কথায় ভুলিয়ে কোনো কিছু আদায় করা, প্রলুব্ধ করা) মূল ক্রিয়ার কর্তা-বিশেষ্য سَاحِرٌ (যাদুকর, ঐন্দ্রজালিক, ভেলকিবাজ, মায়াবী)।"
        },
        {
          "text": "أَوْ مَجْنُونٌ",
          "meaningBn": "না হয় এক উন্মাদ",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার কর্ম-বিশেষ্য مَجْنُونٌ (পাগল, উম্মাদ, বিকৃতমস্তিষ্ক, ভূতে-ধরা); পূর্বে রয়েছে সংযোজক অব্যয় أَوْ (অথবা)।"
        }
      ]
    },
    {
      "ayahNumber": 40,
      "arabic": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ",
      "bangla": "সুতরাং আমি তাকে ও তার দলবলকে শাস্তি দিলাম এবং উহাদের সমুদ্রে নিক্ষেপ করলাম, সে তো ছিল তিরস্কারযোগ্য।",
      "translations": {
        "osmani": "অতঃপর আমি তাকে ও তার সৈন্যদেরকে পাকড়াও করলাম, আর তাদেরকে সমুদ্রে নিক্ষেপ করলাম, তখন সে ছিল তিরস্কারযোগ্য।",
        "tawjih": "সুতরাং আমি তাকে ও তার সৈন্যদেরকে পাকড়াও করলাম, অতঃপর তাদেরকে সমুদ্রে নিক্ষেপ করলাম, আর সে ছিল তিরস্কারের যোগ্য।"
      },
      "words": [
        {
          "text": "فَأَخَذْنَاهُ",
          "meaningBn": "সুতরাং আমি তাকে পাকড়াও করলাম/ শাস্তি দিলাম",
          "notes": "أَخَذَ (গ্রহণ করা, পাকড়াও করা, কবজা করা, আঁকড়ে ধরা, গ্রেফতার করা, চেপে ধরা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَخَذْنَا; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) ও পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "وَجُنُودَهُ",
          "meaningBn": "ও তার দলবলকে",
          "notes": "جُندٌ (সৈন্য, সৈন্যবাহিনী, সেনাদল, দলবল, সাহায্যকারী), বহুবচন جُنُودٌ; শব্দটি সংযুক্ত-সর্বনাম هُ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় جُنُودَهُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "فَنَبَذْنَاهُمْ",
          "meaningBn": "এবং উহাদের নিক্ষেপ করলাম",
          "notes": "نَبَذَ (নিক্ষেপ করা, ছুঁড়ে মারা, প্রত্যাখ্যান করা, বর্জন করা, ফেলে রাখা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ نَبَذْنَا শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের) ও পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "فِي الْيَمِّ",
          "meaningBn": "সমুদ্রে",
          "notes": "يَمٌّ (সমুদ্র, সাগর, নদী)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْيَمِّ হয়েছে。"
        },
        {
          "text": "وَهُوَ مُلِيمٌ",
          "meaningBn": "সে তো ছিল তিরস্কারযোগ্য",
          "notes": "لَوْمَ (لَامَ) (তিরস্কার করা, ভর্ৎসনা করা, নিন্দা করা, দোষ দেওয়া, কারো সমালোচনা করা) মূল ক্রিয়ার ৪নং ফরমের কর্তা-বিশেষ্য مُلِيمٌ (দোষারোপ যোগ্য, নিন্দার যোগ্য, নিন্দনীয়); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম هُوَ (সে)。"
        }
      ]
    },
    {
      "ayahNumber": 41,
      "arabic": "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ",
      "bangla": "এবং নিদর্শন রয়েছে আদের ঘটনায়, যখন আমি তাদের বিরুদ্ধে প্রেরণ করেছিলাম অকল্যাণকর বায়ু;",
      "translations": {
        "osmani": "আর 'আদ' জাতির মধ্যেও (নিদর্শন রয়েছে), যখন আমি তাদের উপর অকল্যাণকর বাতাস পাঠিয়েছিলাম,",
        "tawjih": "আর আ'দ জাতির ঘটনায় (নিদর্শন রয়েছে), যখন আমি তাদের ওপর অকল্যাণকর বাতাস পাঠিয়েছিলাম।"
      },
      "words": [
        {
          "text": "وَفِي عَادٍ",
          "meaningBn": "এবং নিদর্শন রয়েছে আদের ঘটনায়",
          "notes": "عَادٌ (আদ জাতি)-এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় عَادٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "إِذْ أَرْسَلْنَا",
          "meaningBn": "যখন আমি প্রেরণ করেছিলাম",
          "notes": "رَسُلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার ৪নং ফরম أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ أَرْسَلْنَا; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذْ (যখন)।"
        },
        {
          "text": "عَلَيْهِمُ",
          "meaningBn": "তাদের বিরুদ্ধে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (উপর) ও সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "الرِّيحَ",
          "meaningBn": "বায়ু",
          "notes": "رَوَحَ (رَاحَ) (সন্ধাকালে চলে যাওয়া, সন্ধাকালে কোনো কাজ করা, শুরু করা) মূল ক্রিয়ার একটি বিশেষ্য رِيحٌ (বায়ু, বাতাস, হাওয়া, শ্বাস, পেটের গ্যাস, গন্ধ, সাহসিকতা, তেজস্বিতা, সজীবতা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الرِّيحَ হয়েছে।"
        },
        {
          "text": "الْعَقِيمَ",
          "meaningBn": "অকল্যাণকর",
          "notes": "عَقَمَ (অনুর্বর হওয়া, নিষ্ফলা হওয়া, মরুময় হওয়া, বন্ধ্যা হওয়া, অপ্রসূতি হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَقِيمٌ (বন্ধ্যা, নিঃসন্তান, নিষ্ফল, অকেজা, অকল্যাণকর, দুঃখদায়ক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি الرِّيحَ -কে অনুসরণ করায় الْعَقِيمَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 42,
      "arabic": "مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ",
      "bangla": "ইহা যা কিছুর উপর দিয়ে বয়ে গিয়েছিল তাকেই চূর্ণ-বিচূর্ণ করে দিয়েছিল,",
      "translations": {
        "osmani": "যা কিছুর উপর দিয়ে তা বয়ে গিয়েছিল, তাকেই তা চূর্ণ-বিচূর্ণ করে দিয়েছিল।",
        "tawjih": "তা যার উপর দিয়েই বয়ে গেছে, তাকেই চূর্ণবিচূর্ণ করে দিয়েছে।"
      },
      "words": [
        {
          "text": "مَا تَذَرُ",
          "meaningBn": "ইহা অবশিষ্ট রাখে নাই",
          "notes": "وَذَرَ (পরিত্যাগ করা, যেভাবে আছে সেভাবে থাকতে দেওয়া, পিছনে ফেলে রেখে যাওয়া, কোনো কিছু ছেড়ে দেওয়া, অবশিষ্ট রাখা, উপেক্ষা করা, চলে যেতে দেওয়া, কোনো স্থান ত্যাগ করে যাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تَذَرُ পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "مِنْ شَيْءٍ",
          "meaningBn": "কিছু",
          "notes": "شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় شَيْءٍ হয়েছে।"
        },
        {
          "text": "أَتَتْ",
          "meaningBn": "বয়ে গিয়েছিল",
          "notes": "أَتَى (আসা, উপস্থিত হওয়া, আপতিত হওয়া, আনয়ন করা, নিয়ে আসা, কার্যকর করা, সম্পাদন করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ।"
        },
        {
          "text": "عَلَيْهِ",
          "meaningBn": "যা উপর দিয়ে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (উপর) ও সংযুক্ত-সর্বনাম هِ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "إِلَّا جَعَلَتْهُ",
          "meaningBn": "তাকেই করে দিয়েছিল ব্যতীত",
          "notes": "جَعَلَ (করা, কাজ করা, বানানো, তৈরি করা, গঠন করা, নির্ধারণ করা, আরোপ করা, স্থাপন করা, নিয়োগ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ جَعَلَتْ; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) ও পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)।"
        },
        {
          "text": "كَالرَّمِيمِ",
          "meaningBn": "চূর্ণ-বিচর্ণের মতো",
          "notes": "رَمَّ (ক্ষয়প্রাপ্ত হওয়া, জীর্ণ হওয়া, পচে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য رَمِيمٌ (পচা, বিকৃত, ক্ষয়প্রাপ্ত, জরাজীর্ণ, বিশ্লিষ্ট, চূর্ণ-বিচর্ণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত থাকায় كَالرَّمِيمِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 43,
      "arabic": "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ",
      "bangla": "আরও নিদর্শন রয়েছে সামূদের বৃত্তান্তে, যখন তাদেরকে বলা হয়েছিল, 'ভোগ করে নাও স্বল্পকাল।",
      "translations": {
        "osmani": "আর সামূদ জাতির মধ্যেও (নিদর্শন রয়েছে), যখন তাদেরকে বলা হয়েছিল, 'তোমরা স্বল্পকাল জীবন উপভোগ করে নাও।'",
        "tawjih": "আর সামূদ জাতির ঘটনায় (নিদর্শন রয়েছে), যখন তাদেরকে বলা হয়েছিল, ‘তোমরা একটি নির্দিষ্ট সময় পর্যন্ত ভোগ করে নাও।’"
      },
      "words": [
        {
          "text": "وَفِي ثَمُودَ",
          "meaningBn": "আরও নিদর্শন রয়েছে সামূদের বৃত্তান্তে",
          "notes": "ثَمُودُ (সামূদ জাতি)-এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় ثَمُودَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "إِذْ قِيلَ",
          "meaningBn": "যখন বলা হয়েছিল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ قِيلَ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذْ (যখন)।"
        },
        {
          "text": "لَهُمْ",
          "meaningBn": "তাদেরকে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ; لِ -এর সঙ্গে هُمْ যুক্ত হওয়ার প্রেক্ষিতে لَهُمْ হয়েছে।"
        },
        {
          "text": "تَمَتَّعُوا",
          "meaningBn": "ভোগ করে নাও",
          "notes": "مَتَعَ (নিয়ে যাওয়া, বহন করে নিয়ে যাওয়া, বলিষ্ঠ হওয়া, অটল হওয়া) মূল ক্রিয়ার ৫নং ফরম تَمَتَّعَ (ভোগ করা, উপভোগ করা, উপকৃত হওয়া, আনন্দ পাওয়া, আরাম করা, অধিকতর পছন্দ করা, সুযোগ-সুবিধা গ্রহণ করা)-এর অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "حَتَّى حِينٍ",
          "meaningBn": "একটি নির্দিষ্ট সময় পর্যন্ত",
          "notes": "حَيْنَ (حَانَ) (কাছে আসা, নিকটবর্তী হওয়া, ঘনিয়ে আসা, উপস্থিত হওয়া, পৌছানো) মূল ক্রিয়ার একটি বিশেষ্য حِيْنٌ (সময়, ক্ষণ, সঠিক সময়, নির্দিষ্ট সময়সীমা, উপযুক্ত সময়, লগ্ন); পূর্বে সম্বন্ধসূচক অব্যয় حَتَّى (পর্যন্ত) থাকায় حِيْنٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 44,
      "arabic": "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُوْنَ",
      "bangla": "কিন্তু উহারা উহাদের প্রতিপালকের আদেশ অমান্য করল; ফলে উহাদের প্রতি বজ্রাঘাত হলো এবং উহারা উহা দেখতেছিল।",
      "translations": {
        "osmani": "কিন্তু তারা তাদের প্রতিপালকের আদেশ অমান্য করল; ফলে তাদেরকে বজ্রাঘাতে পাকড়াও করল, আর তারা তখন দেখছিল।",
        "tawjih": "কিন্তু তারা তাদের প্রতিপালকের আদেশ অমান্য করলো; ফলে তাদেরকে বজ্রাঘাতে পাকড়াও করলো, আর তারা তখন দেখছিল।"
      },
      "words": [
        {
          "text": "فَعَتَوْا",
          "meaningBn": "কিন্তু উহারা অমান্য করল",
          "notes": "عَتَا (عَتَوَ) (গর্বিত হওয়া, উদ্ধত হওয়া, অবাধ্য হওয়া, অহমিকা প্রদর্শন করা, দাম্ভিকতার সঙ্গে বিরোধিতা করা, অধার্মিকতায় সকল সীমা অতিক্রম করা, অগ্রাহ্য করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ। পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "عَنْ أَمْرِ",
          "meaningBn": "আদেশ",
          "notes": "أَمَرَ (আদেশ করা, হুকুম দেওয়া, নির্দেশ দেওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَمْرٌ (আদেশ, নির্দেশ, হুকুম, বিষয়, ব্যাপার, কাজ); শব্দটি رَبِّهِمْ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় أَمْرِ হয়েছে।"
        },
        {
          "text": "رَبِّهِمْ",
          "meaningBn": "তাদের প্রতিপালকের",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং أَمْرِ -এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে।"
        },
        {
          "text": "فَأَخَذَتْهُمُ",
          "meaningBn": "ফলে উহাদেরকে আঘাত করল",
          "notes": "أَخَذَ (গ্রহণ করা, পাকড়াও করা, কবজা করা, আঁকড়ে ধরা, গ্রেফতার করা, চেপে ধরা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ أَخَذَتْ; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের); أَخَذَتْ-এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় أَخَذَتْهُمُ লেখা হয়েছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "الصَّاعِقَةُ",
          "meaningBn": "বজ্রাঘাত",
          "notes": "صَعَقَ (আঘাত করা, ধাক্কা দেওয়া, আছাড় দেওয়া, বজ্রাঘাত করা, হতভম্ব করা, মূর্ছিত করা, সংজ্ঞাহীন করা) মূল ক্রিয়ার একটি বিশেষ্য صَاعِقَةٌ (বিদ্যুৎ চমকের মত ধাঁধা লাগানো শব্দ, বজ্রপাত); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الصَّاعِقَةُ হয়েছে।"
        },
        {
          "text": "وَهُمْ يَنْظُرُوْنَ",
          "meaningBn": "এবং উহারা দেখতেছিল",
          "notes": "نَظَرَ (দৃষ্টিপাত করা, পর্যবেক্ষণ করা, নজর দেওয়া, তাকানো, দেখা, দৃষ্টি দ্বারা প্রত্যক্ষ করা, যত্ন নেওয়া, বিবেচনা করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَنْظُرُوْنَ পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        }
      ]
    },
    {
      "ayahNumber": 45,
      "arabic": "فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ",
      "bangla": "উহারা উঠে দাঁড়াতে পারল না এবং উহা প্রতিরোধ করতেও পারল না।",
      "translations": {
        "osmani": "তারা উঠে দাঁড়াতেও পারল না, আর আত্মরক্ষা করতেও সক্ষম হলো না।",
        "tawjih": "ফলে তারা উঠে দাঁড়ানোরও সামর্থ্য পেলো না এবং তারা আত্মরক্ষা করতেও সক্ষম হলো না।"
      },
      "words": [
        {
          "text": "فَمَا",
          "meaningBn": "অতএব না",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ مَا (না)-এর মিলিত রূপ।"
        },
        {
          "text": "اسْتَطَاعُوا",
          "meaningBn": "উহারা পারল",
          "notes": "طَوَعَ (طَاعَ) (আজ্ঞানুবর্তী হওয়া, মেনে চলা, বাধ্য হওয়া, আজ্ঞাপালন করা, অনুমতি দান করা) মূল ক্রিয়ার ১০নং ফরম اِسْتَطَاعَ (সমর্থ হওয়া, সক্ষম হওয়া, ক্ষমতা থাকা, পারা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "مِنْ قِيَامٍ",
          "meaningBn": "উঠে দাঁড়াতে",
          "notes": "قَوَمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, অবস্থান করা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া) মূল ক্রিয়া একটি ক্রিয়া-বিশেষ্য قِوَامٌ (অস্তিত্ব, অবলম্বনের উপায়, স্থিতিকাল, স্থায়িত্ব, সম্পূর্ণ খাড়া হয়ে দাঁড়ানো অবস্থা, বিদ্যমানতা), বহুবচন قِيَامٌ; এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় قِيَامٍ হয়েছে।"
        },
        {
          "text": "وَ مَا كَانُوا",
          "meaningBn": "এবং তারা ছিল না",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ كَانُوا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না)।"
        },
        {
          "text": "مُنْتَصِرِينَ",
          "meaningBn": "প্রতিরোধ করতেও",
          "notes": "نَصَرَ (সাহায্য করা, সহায়তা করা, সমর্থন করা, পৃষ্ঠপোষকতা করা, বিজয়ী করা, উদ্ধার করা) মূল ক্রিয়ার ৮নং ফরম اِنْتَصَرَ (নিজে প্রতিকার করা, প্রতিশোধ লওয়া, নিজকে রক্ষা করা, নিজকে সাহায্য করা)-এর কর্তা-বিশেষ্য مُنْتَصِرٌ (যে নিজের প্রতিরক্ষায় সক্ষম, প্রতিশোধ গ্রহণকারী, জয়লাভকারী, বিজয়ী, শক্তিশালী), বহুবচন কর্মকারক مُنْتَصِرِينَ।"
        }
      ]
    },
    {
      "ayahNumber": 46,
      "arabic": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "bangla": "আমি ধ্বংস করেছিলাম ইহাদের পূর্বে নূহের সম্প্রদায়কে, ইহারা তো ছিল সত্যত্যাগী সম্প্রদায়।",
      "translations": {
        "osmani": "আর নূহের সম্প্রদায়ও-এর পূর্বে (ধ্বংস হয়েছিল); নিশ্চয়ই তারা ছিল এক সত্যত্যাগী সম্প্রদায়।",
        "tawjih": "আর এর পূর্বে নূহের সম্প্রদায়কেও (আমি ধ্বংস করেছিলাম)। নিশ্চয়ই তারা ছিল এক ফাসেক সম্প্রদায়।"
      },
      "words": [
        {
          "text": "وَقَوْمَ",
          "meaningBn": "সম্প্রদায়কে",
          "notes": "قَوْمَ (قَامَ) (উপরে দেখুন) মূল ক্রিয়া একটি ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); শব্দটি نُوحٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় قَوْمَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "نُوحٍ",
          "meaningBn": "নূহের",
          "notes": "نُوحٌ (নূহ আ.) শব্দটি قَوْمَ-এর মুদাফ-ইলায়হি হওয়ায় نُوحٍ হয়েছে।"
        },
        {
          "text": "مِنْ قَبْلُ إِنَّهُمْ",
          "meaningBn": "নিশ্চয় তারা ইহাদের পূর্বে",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)-এর মিলিত রূপ; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সম্বন্ধসূচক অব্যয় قَبْلُ (পূর্বে)।"
        },
        {
          "text": "كَانُوا",
          "meaningBn": "ইহারা ছিল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "قَوْمًا",
          "meaningBn": "সম্প্রদায়",
          "notes": "قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন; উপরে দেখুন) শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় قَوْمًا হয়েছে।"
        },
        {
          "text": "فَاسِقِينَ",
          "meaningBn": "সত্যত্যাগী",
          "notes": "فَسَقَ (অন্যায় করা, পাপ করা, অপকর্ম করা, ফাসিক হওয়া, আল্লাহর হুকুম অমান্য করা, অধার্মিক হওয়া, ক্ষতিকর কাজ করা) মূল ক্রিয়া কর্তা-বিশেষ্য فَاسِقٌ (অন্যায়কারী, পাপাচারী, দুরাচার, সত্যত্যাগী, ফাসিক), বহুবচন কর্মকারক فَاسِقِينَ।"
        }
      ]
    },
    {
      "ayahNumber": 47,
      "arabic": "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُوْنَ",
      "bangla": "আমি আকাশ নির্মাণ করেছি আমার ক্ষমতাবলে এবং আমি অবশ্যই মহা-সম্প্রসারণকারী।",
      "translations": {
        "osmani": "আর আকাশ, আমি তা নির্মাণ করেছি আমার ক্ষমতায়, আর আমি অবশ্যই মহা-সম্প্রসারণকারী।",
        "tawjih": "আর আমি নিজ ক্ষমতাবলে আসমান নির্মাণ করেছি। আর আমি অবশ্যই সম্প্রসারণকারী।"
      },
      "words": [
        {
          "text": "وَالسَّمَاءَ",
          "meaningBn": "এবং আকাশ",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় السَّمَاءَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "بَنَيْنَاهَا",
          "meaningBn": "আমরা উহা নির্মাণ করেছি",
          "notes": "بَنَى (নির্মাণ করা, গড়া, বানানো, গঠন করা, তৈরি করা, একত্রে সংস্থাপন করে খাড়াভাবে স্থাপন করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ بَنَيْنَا শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তার, উহা)。"
        },
        {
          "text": "بِأَيْدٍ",
          "meaningBn": "হাত দ্বারা",
          "notes": "يَدَى (স্পর্শ করা, সাহায্য করা, ভালো কিছু করা, মঙ্গলকর হওয়া, ক্ষমতা ও শ্রেষ্ঠতা দেখানো) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য يَدٌ (মৌলিক রূপ يَدٌ হাত, আস্তিন, ক্ষমতা, নিয়ত্রণ), বহুবচন أَيْدٍ (মৌলিক রূপ أَيْدِي); পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে)。"
        },
        {
          "text": "وَإِنَّا لَمُوسِعُونَ",
          "meaningBn": "এবং আমরা অবশ্যই মহা-সম্প্রসারণকারী",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)-এর মিলিত রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। وَسِعَ (প্রশস্ত হওয়া, চওড়া হওয়া, বিস্তৃত হওয়া, বিশাল হওয়া, বিপুল হওয়া) মূল ক্রিয়ার ৪নং ফরমের কর্তা-বিশেষ্য مُوسِعٌ (যিনি সম্প্রসারিত করেন, যিনি সীমা বর্ধিত করেন, আয়তন বৃদ্ধি করেন, চৌহদ্দি বর্ধিত করেন, সচ্ছল অবস্থা), বহুবচন مُوْسِعُون পূর্বে ক্রিয়া-বিশেষণ لَ (অবশ্যই) যুক্ত থাকায় لَمُوسِعُونَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 48,
      "arabic": "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُوْنَ",
      "bangla": "আর ভূমি, আমি উহাকে বিছিয়ে দিয়েছি, আমি কত সুন্দর প্রসারণকারী!",
      "translations": {
        "osmani": "আর ভূমি, আমি তা বিছিয়ে দিয়েছি, আর আমি কতই না উত্তম প্রসবণকারী!",
        "tawjih": "আর আমি যমীনকে বিছিয়ে দিয়েছি। আর আমি কতই না উত্তম বিছানোর ব্যবস্থা গ্রহণকারী!"
      },
      "words": [
        {
          "text": "وَالْأَرْضَ",
          "meaningBn": "আর ভূমি",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি) শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الْأَرْضَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "فَرَشْنَاهَا",
          "meaningBn": "আমি উহাকে বিছিয়ে দিয়েছি",
          "notes": "فَرَشَ (বিছানো, ছড়িয়ে দেওয়া, আসবাবপত্রে সজ্জিত করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ فَرَشْنَا; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (উহাকে, তার)।"
        },
        {
          "text": "فَنِعْمَ",
          "meaningBn": "কত সুন্দর",
          "notes": "نِعْمَ (পরোমকৃষ্ট, কত উত্তম, কতই না সুন্দর) একটি অনিয়মিত ক্রিয়া; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "الْمَاهِدُونَ",
          "meaningBn": "প্রসারণকারী",
          "notes": "مَهَدَ (শয্যা বিছানো, বিছানা বিছিয়ে দেওয়া, দোলনা প্রস্তুত করা, সমান করা, প্রস্তুত করা) মূল ক্রিয়ার কর্তা-বিশেষ্য مَاهِدٌ (যিনি বিছানা বিস্তৃত করেন, যিনি প্রসারিত করেন), বহুবচন مَاهِدُونَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَاهِدُونَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 49,
      "arabic": "وَ مِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُوْنَ",
      "bangla": "আর প্রত্যেক বস্তু আমি সৃষ্টি করেছি জোড়ায় জোড়ায়, যাতে তোমরা উপদেশ গ্রহণ করো।",
      "translations": {
        "osmani": "আর আমি প্রত্যেক জিনিসকে জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা উপদেশ গ্রহণ করো।",
        "tawjih": "আর আমি প্রত্যেকটি বস্তুকে জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা উপদেশ গ্রহণ করতে পারো।"
      },
      "words": [
        {
          "text": "وَ مِنْ كُلِّ",
          "meaningBn": "আর প্রত্যেক",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি شَيْءٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مِنْ كُلِّ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "شَيْءٍ",
          "meaningBn": "বস্তু",
          "notes": "شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); শব্দটি كُلِّ-এর মুদাফ-ইলায়হি হওয়ায় شَيْءٍ হয়েছে।"
        },
        {
          "text": "خَلَقْنَا",
          "meaningBn": "আমি সৃষ্টি করেছি",
          "notes": "শব্দটি خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ।"
        },
        {
          "text": "زَوْجَيْنِ",
          "meaningBn": "জোড়ায় জোড়ায়",
          "notes": "زَوَجَ (زَوْجٌ) (জোড়ায় জোড়ায় সাজানো, সম্মিলিত করা, কাউকে বিয়ে করা, কোনো জিনিস একত্রে জুড়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য زَوْجٌ (স্বামী, স্ত্রী, সঙ্গী, পতি, পত্নী, প্রজাতি, শ্রেণী, যুগল, জোড়ার একটি), দ্বিবচন কর্মকারক زَوْجَيْنِ।"
        },
        {
          "text": "لَعَلَّكُمْ",
          "meaningBn": "যাতে তোমরা",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ لَعَلَّ (যাতে) ও স্বতন্ত্র-সর্বনাম كُمْ (তোমরা)-এর মিলিত রূপ।"
        },
        {
          "text": "تَذَكَّرُوْنَ",
          "meaningBn": "উপদেশ গ্রহণ করো",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা) মূল ক্রিয়ার ৫নং ফরম تَذَكَّرَ (উপদেশ গ্রহণ করা, শিক্ষা গ্রহণ করা, সাবধান হওয়া, মনোযোগ দেওয়া, চিন্তা করা, স্মরণ করা)-এর বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَذَكَّرُونَ (মৌলিক يَتَفَكَّرُونَ)।"
        }
      ]
    },
    {
      "ayahNumber": 50,
      "arabic": "فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ",
      "bangla": "অতএব তোমরা আল্লাহ্ দিকে ধাবিত হও, আমি তো তোমাদের প্রতি আল্লাহ্-প্রেরিত স্পষ্ট সতর্ককারী।",
      "translations": {
        "osmani": "অতএব তোমরা আল্লাহর দিকে ধাবিত হও, আমি তো তোমাদের প্রতি তাঁর পক্ষ থেকে স্পষ্ট সতর্ককারী।",
        "tawjih": "সুতরাং তোমরা আল্লাহর দিকে ধাবিত হও। আমি তো তোমাদের জন্য তাঁর পক্ষ থেকে এক স্পষ্ট সতর্ককারী।"
      },
      "words": [
        {
          "text": "فَفِرُّوا",
          "meaningBn": "অতএব তোমরা ধাবিত হও",
          "notes": "فَرَّ (পলায়ন করা, পালিয়ে যাওয়া, পালানো, কোনো দিকে ধাবিত হওয়া, কোথাও হতে পালিয়ে যাওয়া) মূল ক্রিয়ার অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ فِرُّوا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "إِلَى اللَّهِ",
          "meaningBn": "আল্লাহ্ দিকে",
          "notes": "الله শব্দটির পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (দিকে) থাকায় الله হয়েছে।"
        },
        {
          "text": "إِنِّي",
          "meaningBn": "নিশ্চয় আমি",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম ي (আমি)-এর মিলিত রূপ।"
        },
        {
          "text": "لَكُمْ",
          "meaningBn": "তোমাদের প্রতি",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মিলিত রূপ; لِ-এর সঙ্গে كُمْ যুক্ত হওয়ার প্রেক্ষিতে لَكُمْ হয়েছে।"
        },
        {
          "text": "مِنْهُ",
          "meaningBn": "তাঁর/আল্লাহ্ হতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُ (তাঁর)-এর মিলিত রূপ।"
        },
        {
          "text": "نَذِيرٌ",
          "meaningBn": "সতর্ককারী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার একটি বিশেষ্য نَذِيرٌ (ভীতিপ্রদর্শনকারী, সতর্ককারী, উৎসর্গীকৃত, মানতকৃত, সতর্কীকরণ)।"
        },
        {
          "text": "مُبِينٌ",
          "meaningBn": "স্পষ্ট",
          "notes": "بَيِّنَ (بَانَ) (স্পষ্ট হওয়া, স্বচ্ছ হওয়া, সহজবোধ্য হওয়া, প্রকাশ হওয়া, দৃশ্যমান হওয়া) মূল ক্রিয়ার ৪নং ফরম أَبَانَ (স্পষ্টত প্রতীয়মান করা, সুস্পষ্ট করা, প্রকাশ করা, স্বচ্ছ করা, খুলে ফেলা, পৃথক করা)-এর কর্তা-বিশেষ্য مُبِينٌ (প্রকাশ্য, স্পষ্ট, সুবোধ্য, সহজবোধ্য, স্পষ্টত প্রতীয়মান, প্রকাশ্য)。"
        }
      ]
    },
    {
      "ayahNumber": 51,
      "arabic": "وَ لَا تَجْعَلُوْا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ",
      "bangla": "তোমরা আল্লাহ্র সঙ্গে কোনো ইলাহ্ স্থির করিও না; আমি তোমাদের প্রতি আল্লাহ্-প্রেরিত স্পষ্ট সতর্ককারী।",
      "translations": {
        "osmani": "আর তোমরা আল্লাহর সঙ্গে অন্য কোনো ইলাহ স্থির করো না। আমি তো তোমাদের জন্য তাঁর পক্ষ থেকে স্পষ্ট সতর্ককারী।",
        "tawjih": "আর তোমরা আল্লাহর সাথে অন্য কোনো ইলাহ বানিও না। আমি তো তোমাদের জন্য তাঁর পক্ষ থেকে এক স্পষ্ট সতর্ককারী।"
      },
      "words": [
        {
          "text": "وَ لَا تَجْعَلُوا",
          "meaningBn": "তোমরা কোনো স্থির করিও না",
          "notes": "جَعَلَ (করা, কাজ করা, বানানো, তৈরি করা, গঠন করা, নির্ধারণ করা, আরোপ করা, স্থাপন করা, নিয়োগ করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ تَجْعَلُوا; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না); এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "مَعَ اللَّهِ",
          "meaningBn": "আল্লাহর সঙ্গে",
          "notes": "الله শব্দের পূর্বে সম্বন্ধসূচক অব্যয় مَعَ (সঙ্গে) থাকায় الله হয়েছে।"
        },
        {
          "text": "إِلَهًا",
          "meaningBn": "ইলাহ",
          "notes": "أَلِهَ (উপাসনা করা, ভজনা করা, গভীরভাবে ভালোবাসা, শ্রদ্ধা করা, ভক্তি করা, ইবাদত করা, কাউকে উপাসনার যোগ্য মনে করা) মূল ক্রিয়ার একটি বিশেষ্য إِلَهٌ (ইলাহ, অর্চনারযোগ্য, স্রষ্টা, প্রতিপালক, ব্যবস্থাপক, ক্ষমতাশালীপ্রভু, বিধি-বিধান দাতা, আশ্রয়দাতা, অন্নদাতা, সাহায্যকারী, পাপমোচনকারী, উদ্ধারকর্তা, ত্রাণকর্তা, নিরাপত্তাদানকারী, রক্ষাকারী, মুক্তিদাতা); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় إِلَهًا হয়েছে।"
        },
        {
          "text": "آخَرَ",
          "meaningBn": "অপর",
          "notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخَرُ (অপর, অন্য, আর, পরবর্তী); শব্দটি إِلَهًا-কে অনুসরণ করায় آخَرَ হয়েছে।"
        },
        {
          "text": "إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ",
          "meaningBn": "আমি তোমাদের প্রতি আল্লাহ্-প্রেরিত স্পষ্ট সতর্ককারী",
          "notes": "দেখুন পূর্বের আয়াত।"
        }
      ]
    },
    {
      "ayahNumber": 52,
      "arabic": "كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوْا سَاحِرٌ أَوْ مَجْنُونٌ",
      "bangla": "এইভাবে উহাদের পূর্ববর্তীদের নিকট যখনই কোনো রাসূল এসেছে উহারা তাকে বলেছে, 'তুমি তো এক জাদুকর, না হয় এক উন্মাদ!!",
      "translations": {
        "osmani": "এইভাবে উহাদের পূর্ববর্তীদের নিকট যখনই কোনো রাসূল এসেছিল, উহারা তাকে বলেছিল, 'তুমি তো এক জাদুকর অথবা এক পাগল!'",
        "tawjih": "এভাবেই তাদের পূর্বে যারা ছিল, তাদের কাছে যখনই কোনো রাসূল এসেছে, তারা (তাকে) বলেছে, ‘(এ তো) জাদুকর, না হয় পাগল’।"
      },
      "words": [
        {
          "text": "كَذَلِكَ",
          "meaningBn": "এইভাবে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় كَ (মতো) ও নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা)-এর মিলিত রূপ।"
        },
        {
          "text": "مَا أَتَى",
          "meaningBn": "আসে নাই",
          "notes": "أَتَى (আসা, উপস্থিত হওয়া, আপতিত হওয়া, আনয়ন করা, নিয়ে আসা, কার্যকর করা, সম্পাদন করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)。"
        },
        {
          "text": "الَّذِينَ مِنْ قَبْلِهِمْ",
          "meaningBn": "উহাদের পূর্ববর্তীদের নিকট",
          "notes": "قَبْلَ (পূর্বে) পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় قَبْلِ হয়েছে; قَبْلِ এবং সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ قَبْلِهِمْ; এর পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِيْنَ (যারা)।"
        },
        {
          "text": "مِنْ رَسُوْلٍ",
          "meaningBn": "কোনো রাসূল",
          "notes": "رَسِلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার একটি বিশেষ্য رَسُوْلٌ (আল্লাহ তাআ'লা প্রেরিত দূত, রাসুল, নবী, পয়গম্বর, বার্তাবাহক); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় رَسُوْلٍ হয়েছে।"
        },
        {
          "text": "إِلَّا قَالُوا",
          "meaningBn": "ব্যতীত তারা বলেছে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ قَالُوا; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)।"
        },
        {
          "text": "سَاحِرٌ",
          "meaningBn": "এক জাদুকর",
          "notes": "سَحَرَ (যাদু করা, সম্মোহিত করা, মুগ্ধ করা, মন্ত্র-মুগ্ধ করা, কারো প্রতি মূঢ় প্রেমে জ্ঞানশূন্য হওয়া, মোহগ্রস্ত করা, মিষ্টি কথায় ভুলিয়ে কোনো কিছু আদায় করা, প্রতারিত করা, ছলনা করা) মূল ক্রিয়ার কর্তা-বিশেষ্য سَاحِرٌ (যাদুকর, ঐন্দ্রজালিক, ভেলকিবাজ, মায়াবী)。"
        },
        {
          "text": "أَوْ مَجْنُونٌ",
          "meaningBn": "অথবা এক উন্মাদ",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার কর্ম-বিশেষ্য مَجْنُونٌ (পাগল, উম্মাদ, বিকৃতমস্তিষ্ক, ভূতে-ধরা); পূর্বে রয়েছে সংযোজক অব্যয় أَوْ (অথবা)。"
        }
      ]
    },
    {
      "ayahNumber": 53,
      "arabic": "أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُوْنَ",
      "bangla": "উহারা কি একে অপরকে এই পরামর্শই দিয়ে এসেছে? বস্তুত উহারা সীমালংঘনকারী সম্প্রদায়।",
      "translations": {
        "osmani": "তারা কি একে অপরকে এর উপদেশ দিয়েছিল? না, বরং তারা ছিল সীমালংঘনকারী সম্প্রদায়।",
        "tawjih": "তারা কি (এই বিষয়ে) একে অপরকে অসিয়ত করেছিল? বরং তারা হলো সীমালঙ্ঘনকারী সম্প্রদায়।"
      },
      "words": [
        {
          "text": "أَتَوَاصَوْا",
          "meaningBn": "উহারা কি একে অপরকে এই পরামর্শই দিয়ে এসেছে",
          "notes": "وَصِيَ (যুক্ত করা, যুক্ত হওয়া, একটানা হওয়া, লাগাতার হওয়া, ঘন উদ্ভিদ/ গাছপালার অধিকারী হওয়া) মূল ক্রিয়ার ৬নং ফরম تَوَاصَى (পরস্পর পরস্পরকে পরামর্শ দেওয়া, সদুপদেশ দেওয়া, অসিয়ত করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَوَاصَوْا; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
        },
        {
          "text": "بِهِ",
          "meaningBn": "ইহাতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "بَلْ هُمْ قَوْمٌ",
          "meaningBn": "বস্তুত উহারা এক সম্প্রদায়",
          "notes": "قَوْمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, অবস্থান করা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); পূর্বে রয়েছে ক্রিয়া-বিশেষণ بَلْ (বরং) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)।"
        },
        {
          "text": "طَاغُونَ",
          "meaningBn": "সীমালংঘনকারী",
          "notes": "طَغَى (সীমালঙ্ঘন করা, বাড়াবাড়ি করা, সমুদ্র উত্তাল হওয়া, স্ফীত হওয়া, প্লাবন সৃষ্টি করা, অন্যায় করা, নির্যাতন করা, পীড়নমূলক আচরণ করা, স্বৈরাচার চালানো, কক্ষ হতে ভ্রষ্ট হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য طَاغٍ (মৌলিক রূপ طَاغِي; অন্যায়কারী, অত্যাচারী, স্বেচ্ছাচারী, সীমালঙ্ঘনকারী), বহুবচন কর্তৃকারক طَاغُوْنَ।"
        }
      ]
    },
    {
      "ayahNumber": 54,
      "arabic": "فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُوْمٍ",
      "bangla": "অতএব তুমি উহাদেরকে উপেক্ষা কর, ইহাতে তুমি অভিযুক্ত হবে না।",
      "translations": {
        "osmani": "অতএব তুমি তাদের থেকে মুখ ফিরিয়ে নাও, এতে তুমি তিরস্কৃত হবে না।",
        "tawjih": "সুতরাং তুমি তাদের থেকে মুখ ফিরিয়ে নাও। তাতে তুমি তিরস্কৃত হবে না।"
      },
      "words": [
        {
          "text": "فَتَوَلَّ",
          "meaningBn": "অতএব তুমি উপেক্ষা কর",
          "notes": "وَلِيَ (নিকটবর্তী হওয়া, পার্শ্ববর্তী হওয়া, নিম্নকর্তী হওয়া, পরবর্তী হওয়া, ক্ষমতাসীন হওয়া) মূল ক্রিয়ার ৫নং ফরম تَوَلَّى (পিছনে ফিরে যাওয়া, মুখ ফিরিয়ে নেওয়া, পরিত্যাগ করা, বিমুখ হওয়া, বর্জন করা)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ تَوَلَّ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "عَنْهُمْ",
          "meaningBn": "উহাদেরকে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "فَمَا أَنْتَ بِمَلُوْمٍ",
          "meaningBn": "তুমি অভিযুক্ত হবে না",
          "notes": "لَوْمَ (لَامَ) (তিরস্কার করা, ভর্ৎসনা করা, নিন্দা করা, দোষ দেওয়া, কারো সমালোচনা করা) মূল ক্রিয়ার কর্ম-বিশেষ্য مَلُومٌ (তিরস্কৃত, নিন্দিত, নিন্দারযোগ্য); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِsَلُوْمٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ مَا (না) ও স্বতন্ত্র-সর্বনাম أَنْتَ (আপনি)।"
        }
      ]
    },
    {
      "ayahNumber": 55,
      "arabic": "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ",
      "bangla": "তুমি উপদেশ দিতে থাকো, কারণ উপদেশ মু'মিনদেরই উপকারে আসে।",
      "translations": {
        "osmani": "আর তুমি উপদেশ দিতে থাকো, কারণ উপদেশ মু'মিনদেরই উপকার করে।",
        "tawjih": "আর তুমি উপদেশ দিতে থাকো, কারণ উপদেশ মুমিনদেরই উপকার করে।"
      },
      "words": [
        {
          "text": "وَذَكِّرْ",
          "meaningBn": "তুমি উপদেশ দিতে থাকো",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা) মূল ক্রিয়ার ২নং ফরম ذَكَّرَ (স্মরণ করিয়ে দেওয়া, মনে করিয়ে দেওয়া, উপদেশ দেওয়া, মৃদ্যু ভৎসনা করা)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ ذَكِّرْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "فَإِنَّ",
          "meaningBn": "অতএব নিশ্চয়",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)।"
        },
        {
          "text": "الذِّكْرَى",
          "meaningBn": "উপদেশ",
          "notes": "ذَكَرَ (উপরে দেখুন) মূল ক্রিয়ার একটি বিশেষ্য ذِكْرَى (স্মরণ, স্মৃতি, স্মৃতিকথা, উপদেশ, হুঁশিয়ারি, সতর্কীকরণ, সচেতনতা, সতর্কতা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الذِّكْرَى হয়েছে।"
        },
        {
          "text": "تَنْفَعُ",
          "meaningBn": "উপকারে আসে",
          "notes": "শব্দটি نَفَعَ (উপকারে আসা, উপকারী হওয়া, লাভজনক হওয়া, কল্যাণকর হওয়া, কাজে আসা, সুযোগের সৎব্যবহার করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ।"
        },
        {
          "text": "الْمُؤْمِنِينَ",
          "meaningBn": "মুমিনদেরই",
          "notes": "أَمِنَ (নিরাপদ হওয়া, নিশ্চিন্ত হওয়া, বিপদমুক্ত হওয়া, ভরসা রাখা, আস্থা রাখা, নির্ভর করা) মূল ক্রিয়ার ৪নং ফরম أَمَنَ বা ءَامَنَ (বিশ্বাস করা, ঈমান আনা, নিশ্চিৎ করা, নিশ্চিন্ত করা, উদ্বেগমুক্ত করা)-এর কর্তা-বিশেষ্য مُؤْمِنٌ (যিনি বিশ্বাস করেন, বিশ্বাসী, মু'মিন), বহুবচন কর্তৃকারক কর্মকারক مُؤْمِنِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُؤْمِنِينَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 56,
      "arabic": "وَ مَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُوْنِ",
      "bangla": "আমি সৃষ্টি করেছি জিন এবং মানুষকে এইজন্য যে, তারা আমারই 'ইবাদত করবে।",
      "translations": {
        "osmani": "আমি জিন ও মানুষকে কেবল এই উদ্দেশ্যেই সৃষ্টি করেছি যে, তারা আমার 'ইবাদত করবে।",
        "tawjih": "আমি জিন ও ইনসানকে কেবল আমার ইবাদত করার জন্যই সৃষ্টি করেছি।"
      },
      "words": [
        {
          "text": "وَ مَا خَلَقْتُ",
          "meaningBn": "এবং আমি সৃষ্টি করি নাই",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, একবচন রূপ خَلَقْتُ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না)。"
        },
        {
          "text": "الْجِنَّ",
          "meaningBn": "জিন",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جِنٌّ (জ্বিন, দৈত্য, প্রেতাত্মা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الْجِنَّ হয়েছে।"
        },
        {
          "text": "وَالْإِنْسَ",
          "meaningBn": "এবং মানুষকে",
          "notes": "أَئِسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার সমষ্টি বিশেষ্য إِنْسٌ (মানুষ, মনুষ্য, মানব, মানবজাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি الْجِنَّ -কে অনুসরণ করায় الْإِنْسَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "إِلَّا لِيَعْبُدُونِ",
          "meaningBn": "তারা আমারই ইবাদত করা ছাড়া/ ব্যাতীত",
          "notes": "عَبَدَ (إِلَّا) (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, সাপেক্ষভাব রূপ يَعْبُدُوا শেষে সংযুক্ত-সর্বনাম نِي (আমার) যুক্ত হওয়ায় يَعْبُدُونِي হয়েছে; শেষের ي উঠিয়ে দেওয়ায় يَعْبُدُونِ হয়েছে; নিয়ামক হিসেবে পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় لِ (জন্য); এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)।"
        }
      ]
    },
    {
      "ayahNumber": 57,
      "arabic": "مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُوْنِ",
      "bangla": "আমি ওদের নিকট হতে জীবিকা চাই না এবং ইহাও চাই না যে, ওরা আমার আহার্য যোগাবে।",
      "translations": {
        "osmani": "আমি তাদের কাছে কোনো রিযিক চাই না আর আমি চাই না যে, তারা আমাকে আহার যোগাবে।",
        "tawjih": "আমি তাদের কাছে কোনো রিযিক চাই না এবং আমি এটাও চাই না যে, তারা আমাকে আহার যোগাবে।"
      },
      "words": [
        {
          "text": "مَا أُرِيدُ",
          "meaningBn": "আমি চাই না",
          "notes": "رَوَدَ (رَادَ) (তালাশ করা, খোজ করা, অন্বেষণ করা, প্রদক্ষিণ করা, আগে আগে যাওয়া, অগ্রদুত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَرَادَ (ইচ্ছা করা, চাওয়া, কামনা করা, পেতে চাওয়া, বুঝতে চাওয়া, ইচ্ছা প্রকাশ করা, উদ্দেশ্য করা)-এর বর্তমানকাল, উত্তম পুরুষ, একবচন রূপ أُرِيدُ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না)。"
        },
        {
          "text": "مِنْهُمْ",
          "meaningBn": "তাদের নিকট হতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "مِنْ رِزْقٍ",
          "meaningBn": "জীবিকা",
          "notes": "رَزَقَ (জীবিকার ব্যবস্থা করা, রিযিক দেওয়া, দান করা) মূল ক্রিয়ার একটি বিশেষ্য رِزْقٌ (রিযিক, জীবিকা, খাদ্য, সম্পদ, সম্পত্তি); পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে)。"
        },
        {
          "text": "وَ مَا أُرِيدُ",
          "meaningBn": "এবং ইহাও চাই না",
          "notes": "مَا أُرِيدُ (আমি চাই না; উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "أَنْ يُطْعِمُونِ",
          "meaningBn": "যে, তারা আমার আহার্য যোগাবে",
          "notes": "طَعِمَ (খাওয়া, আহার করা, ভক্ষণ করা, আস্বাদন করা, স্বাদ লওয়া, উপভোগ করা) মূল ক্রিয়ার ৪নং ফরম أَطْعَمَ (খাওয়ানো, খাদ্য জোগানো, কাউকে খাদ্য দেওয়া, খাদ্য পরিবেশন করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, সাপেক্ষভাব রূপ يُطْعِمُوا; শেষে সংযুক্ত-সর্বনাম نِي (আমার) যুক্ত হওয়ায় يُطْعِمُونِي হয়েছে; শেষের ي উঠিয়ে দেওয়ায় يُطْعِمُونِ হয়েছে; নিয়ামক হিসেবে পূর্বে রয়েছে সংযোজক অব্যয় أَنْ (যে)。"
        }
      ]
    },
    {
      "ayahNumber": 58,
      "arabic": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ",
      "bangla": "আল্লাহই তো রিযিক দান করেন এবং তিনি প্রবল, পরাক্রান্ত",
      "translations": {
        "osmani": "নিশ্চয়ই আল্লাহ্ তিনি-ই রিযিকদাতা, শক্তিমান, পরাক্রান্ত।",
        "tawjih": "নিশ্চয়ই আল্লাহ্, তিনিই রিযিকদাতা, মহা শক্তিমান, পরাক্রমশালী।"
      },
      "words": [
        {
          "text": "إِنَّ اللَّهَ",
          "meaningBn": "নিশ্চয় আল্লাহ",
          "notes": "الله শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)-এর বিশেষ্য হওয়ায় الله হয়েছে।"
        },
        {
          "text": "هُوَ الرَّزَّاقُ",
          "meaningBn": "তিনি অনেক বড়ো রিযিকদাতা",
          "notes": "الرَّزَّاقُ শব্দটি رَزَقَ (জীবিকার ব্যবস্থা করা, রিযিক দেওয়া, দান করা) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য এবং আল্লাহু তাআলার একটি গুণবাচক নাম; পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (তিনি, সে)。"
        },
        {
          "text": "ذُو الْقُوَّةِ",
          "meaningBn": "এবং তিনি প্রবল",
          "notes": "قَوِيَ (বলিষ্ঠ হওয়া, বলবান হওয়া, তেজস্বী হওয়া, শক্তিশালী হওয়া) মূল ক্রিয়ার একটি বিশেষ্য قُوَّةٌ (শক্তি, ক্ষমতা, প্রবল, দৃঢ়তা, বলিষ্ঠ, আইন মান্য করতে দৃঢ় সংকল্প); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী) থাকায় الْقُوَّةِ হয়েছে।"
        },
        {
          "text": "الْمَتِينُ",
          "meaningBn": "শক্তিশালী",
          "notes": "مَتَّنَ (বলিষ্ঠ হওয়া, সুদৃঢ় হওয়া, মজবুত হওয়া, শক্তসামর্থ হওয়া); مَتِينٌ (বলিষ্ট, শক্তিশালী); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَتِينُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 59,
      "arabic": "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوْبًا مِثْلَ ذَنُوْبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُوْنِ",
      "bangla": "জালিমদের প্রাপ্য তাই যা অতীতে তাদের সমমতাবলম্বীরা ভোগ করেছে। সুতরাং উহারা ইহার জন্য আমার নিকট যেন ত্বরা না করে।",
      "translations": {
        "osmani": "অতএব, নিশ্চয় যারা যুলুম করেছে, তাদের জন্য রয়েছে তাদের সাথীদের ভাগের মতোই ভাগ; সুতরাং তারা যেন আমাকে (শাস্তির জন্য) তাড়াতাড়ি না করে।",
        "tawjih": "সুতরাং যারা যুলুম করেছে, তাদের জন্য রয়েছে তাদের সাথীদের ভাগের মতোই ভাগ। অতএব তারা যেন আমার কাছে তাড়াহুড়ো না করে।"
      },
      "words": [
        {
          "text": "فَإِنَّ",
          "meaningBn": "অতএব নিশ্চয়",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)-এর মিলিত রূপ।"
        },
        {
          "text": "لِلَّذِينَ",
          "meaningBn": "তাদের জন্য",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম الَّذِيْنَ (যারা)-এর মিলিত রূপ।"
        },
        {
          "text": "ظَلَمُوا",
          "meaningBn": "যারা জুলুম করেছে",
          "notes": "শব্দটি ظَلَمَ (অন্যায় আচরণ করা, অত্যাচার করা, যুলুম করা, অবিচার করা, অত্যাচারী হওয়া, ক্ষতিকারক কাজ করা, কিছুতে অভাব হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "ذُنُوْبًا",
          "meaningBn": "প্রাপ্য",
          "notes": "ذَنَبَ (কারো তালাশে বের হওয়া, কাহিনী বানানো, সংযোজনী যুক্ত করা, খুব নিকট থেকে অনুসরণ করা, দাগ যুক্ত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ذُنُوبٌ (অংশ, ভাগ, প্রাপ্য, পাওনা); শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় ذُنُوْبًا হয়েছে।"
        },
        {
          "text": "مِثْلَ",
          "meaningBn": "তাই যা",
          "notes": "مَثَلَ (অনুরূপ হওয়া, সদৃশ্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مِثْلٌ (উদাহরণ, সদৃশ্য, উপমা, অনুরূপ, সমকক্ষ); শব্দটি ذُنُوبِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় مِثْلَ হয়েছে।"
        },
        {
          "text": "ذُنُوبِ",
          "meaningBn": "প্রাপ্য",
          "notes": "ذُنُوبٌ (অংশ, ভাগ, প্রাপ্য, পাওনা; উপরে দেখুন) শব্দটি أَصْحَابِ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং مِثْلَ -এর মুদাফ-ইলায়হি হওয়ায় ذُنُوبِ হয়েছে।"
        },
        {
          "text": "أَصْحَابِهِمْ",
          "meaningBn": "অতীতে তাদের সমমতাবলম্বীরা ভোগ করেছে",
          "notes": "صَحِبَ (সঙ্গী হওয়া, সাথী হওয়া, সহচর হওয়া, সহযোগী হওয়া, অন্তরঙ্গ সঙ্গী হওয়া, বন্ধু হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَاحِبٌ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার), বহুবচন أَصْحَابٌ; শব্দটি সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং ذُنُوبِ -এর মুদাফ-ইলায়হি হওয়ায় أَصْحَابِ হয়েছে।"
        },
        {
          "text": "فَلَا يَسْتَعْجِلُونِ",
          "meaningBn": "উহারা ইহার জন্য আমার নিকট যেন ত্বরা করে",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ; يَسْتَعْجِلُونِ শব্দটি عَجِلَ (তাড়াহুড়া করা, ত্বরা করা, দ্রুততর করা, দ্রুতগতিসম্পন্ন হওয়া, দ্রুতগতিতে সম্পাদন করা, দ্রুত অগ্রসর হওয়া) মূল ক্রিয়ার ১০নং ফরম اِسْتَعْجَلَ (দ্রুত করতে চাওয়া, শিঘ্রই পেতে চাওয়া, ত্বরান্বিত করতে চাওয়া, তাড়াতাড়ি করতে ইচ্ছা করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ; শেষে সংযুক্ত-সর্বনাম نِي (আমার) যুক্ত হওয়ায় يَسْتَعْجِلُونِي হয়েছে; শেষের ي উঠিয়ে দেওয়ায় يَسْتَعْجِلُونِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 60,
      "arabic": "فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوْعَدُوْنَ",
      "bangla": "কাফিরদের জন্য দুর্ভোগ তাদের সেই দিনের, যেই দিনের বিষয়ে উহাদেরকে সতর্ক করা হয়েছে।",
      "translations": {
        "osmani": "সুতরাং কাফিরদের জন্য দুর্ভোগ তাদের সেই দিনের, যে দিনের বিষয়ে তাদেরকে প্রতিশ্রুতি দেওয়া হয়।",
        "tawjih": "সুতরাং যারা কুফরী করেছে, তাদের জন্য দুর্ভোগ তাদের সেই দিনের কারণে, যে দিনের প্রতিশ্রুতি তাদেরকে দেওয়া হয়েছে।"
      },
      "words": [
        {
          "text": "فَوَيْلٌ",
          "meaningBn": "অতএব দুর্ভোগ",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও وَيْلٌ (ধ্বংস, দুঃখ, আফসোস, অমঙ্গল, বিপদ, দুর্যোগ, দুর্ভোগ)-এর মিলিত রূপ।"
        },
        {
          "text": "لِلَّذِينَ",
          "meaningBn": "তাদের জন্য",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম الَّذِيْنَ (যারা)-এর মিলিত রূপ।"
        },
        {
          "text": "كَفَرُوا",
          "meaningBn": "যারা কুফরি করেছে",
          "notes": "শব্দটি كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরী করা, কাফির হওয়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "مِنْ يَوْمِهِمُ",
          "meaningBn": "তাদের সেই দিনের",
          "notes": "يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন) শব্দটি সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় يَوْمِ হয়েছে; مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        },
        {
          "text": "الَّذِي يُوْعَدُونَ",
          "meaningBn": "যেই দিনের বিষয়ে উহাদেরকে সতর্ক করা হয়েছে",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُوْعَدُونَ; পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِي (যার, যে)।"
        }
      ]
    }
  ]
}
