{
  "surahNumber": 104,
  "surahNameAr": "سورة الهمزة",
  "surahNameBn": "সূরা আল-হুমাযাহ",
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)"
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُمَزَةٍ",
      "bangla": "ধ্বংস প্রত্যেকের জন্য যারা মিথ্যা কলঙ্ক রটনা করে এবং দোষ অন্বেষণ করে",
      "words": [
        {
          "text": "وَيْلٌ",
          "meaningBn": "ধ্বংস, আফসোস, অমঙ্গল, দুর্ভাগ্য",
          "notes": "وَيْلٌ (ধ্বংস, আফসোস, অমঙ্গল, দুর্ভাগ্য)।"
        },
        {
          "text": "لِّكُلِّ",
          "meaningBn": "প্রত্যেকের জন্য",
          "notes": "لِكُلِّ (প্রত্যেকের জন্য) كُلِّ (সমস্ত, সমগ্র, সকল, প্রত্যেক) মূল ক্রিয়ার একটি বিশেষ্য। كُلِّ শব্দটি মুদাফ হওয়ায় তানবীন উঠে গেছে। পূর্বে সম্বন্ধসূচক অব্যয় (لِ) যুক্ত থাকায় لِكُلِّ (প্রত্যেকের জন্য) হয়েছে।"
        },
        {
          "text": "هُمَزَةٍ",
          "meaningBn": "পশ্চাতে গীবতকারী",
          "notes": "هُمَزَةٍ هَمَزَ (নিন্দা করা, গীবত করা) মূল ক্রিয়ার একটি বিশেষ্য (গীবতকারী, ছিদ্রান্বেষী)। শব্দটি لِكُلِّ-এর মুদাফ-ইলায়হি হওয়ায় তানবীনযুক্ত হয়েছে।"
        },
        {
          "text": "لُّمَزَةٍ",
          "meaningBn": "সম্মুখে নিন্দাকারী",
          "notes": "لُّمَزَةٍ لَمَزَ (নিন্দা করা, কটাক্ষ করা) মূল ক্রিয়ার একটি বিশেষ্য (ছিদ্রান্বেষী, দোষ অন্বেষণকারী)। শব্দটি هُمَزَةٍ-কে অনুসরণ করায় তানবীনযুক্ত হয়েছে। তাজবীদের নিয়মানুযায়ী ইদগাম করে পড়ার জন্য তাশদীদ দেওয়া হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ",
      "bangla": "যে মাল (অর্থ) জমা করেছে এবং তা গুণে গুণে রেখেছে (বারবার গণনা করে)",
      "words": [
        {
          "text": "الَّذِي",
          "meaningBn": "যে",
          "notes": "পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِي (যে, যিনি)।"
        },
        {
          "text": "جَمَعَ",
          "meaningBn": "জমা করেছে, সংগ্রহ করেছে",
          "notes": "جَمَعَ (সংগ্রহ করা, একত্রে জড়ো করা) মূল ক্রিয়া, অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপে আছে।"
        },
        {
          "text": "مَالًا",
          "meaningBn": "ধন, সম্পদ, অর্থ",
          "notes": "مَالًا مَالَ (ধনী হওয়া, সম্পদশালী হওয়া) মূল ক্রিয়ার একটি বিশেষ্য (ধন, সম্পদ, অর্থ)। শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় তানবীনযুক্ত হয়েছে।"
        },
        {
          "text": "وَعَدَّدَهُ",
          "meaningBn": "এবং সে উহাকে বারবার গণনা করে",
          "notes": "عَدَّدَهُ عَدَدَ (সংখ্যা গণনা করা) মূল ক্রিয়ার ২নং ফরম (বারবার গণনা করা)। কর্ম হিসেবে সংযুক্ত-সর্বনাম (هُ) শেষে যুক্ত হওয়ায় عَدَّدَهُ (তা গণনা করে রেখেছে) হয়েছে। পূর্বে রয়েছে সংযোজক অব্যয় (وَ) (এবং)। তেলাওয়াতে এক-আলিফ টান দেওয়ার সুবিধার্থে এর উপর উল্টা পেশ দেওয়া হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ",
      "bangla": "সে মনে করে যে তার মাল (অর্থ) তাকে চিরস্থায়ী করবে (অমর করে রাখবে)",
      "words": [
        {
          "text": "يَحْسَبُ",
          "meaningBn": "সে মনে করে",
          "notes": "يَحْسَبُ حَسِبَ (মনে করা, আন্দাজ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, পুংলিঙ্গ, একবচন রূপ।"
        },
        {
          "text": "أَنَّ",
          "meaningBn": "যে",
          "notes": "أَنَّ সংযোজক অব্যয় (যে)।"
        },
        {
          "text": "مَالَهُ",
          "meaningBn": "তার মালধন",
          "notes": "مَالَهُ শব্দটি সংযুক্ত সর্বনাম (هُ) (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে। এটি বাক্যে কর্ম হিসেবে ব্যবহার হওয়ায় ফাতহা (যবর) পেয়েছে। তাজবীদের নিয়মানুযায়ী তেলাওয়াতে টান দেওয়ার জন্য এর উপর উল্টা পেশ দেওয়া হয়েছে।"
        },
        {
          "text": "أَخْلَدَهُ",
          "meaningBn": "তাকে চিরস্থায়ী করবে",
          "notes": "أَخْلَدَهُ خَلَدَ (চিরস্থায়ী হওয়া) মূল ক্রিয়ার ৪নং ফরম أَخْلَدَ (চিরস্থায়ী করা)। কর্ম হিসেবে সংযুক্ত সর্বনাম (هُ) (তাকে) শেষে যুক্ত হওয়ায় أَخْلَدَهُ (তাকে চিরস্থায়ী করবে) হয়েছে। তাজবীদের নিয়মানুযায়ী এক-আলিফ টান দেওয়ার সুবিধার্থে এর উপর উল্টা পেশ দেওয়া হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "كَلَّا لَيُنبَذَنَّ فِي الْحُطَمَةِ",
      "bangla": "কখনই না, সে নিক্ষিপ্ত হবে হুতামার (বিচুর্ণকারী স্থান) মধ্যে।",
      "words": [
        {
          "text": "كَلَّا",
          "meaningBn": "কখনই না",
          "notes": "كَلَّা ক্রিয়া-বিশেষণ (কখনই না)।"
        },
        {
          "text": "لَيُنبَذَنَّ",
          "meaningBn": "সে অবশ্য অবশ্যই নিক্ষিপ্ত হবে",
          "notes": "لَيُنبَذَنَّ نَبَذَ (নিক্ষেপ করা, ছুঁড়ে মারা) মূল ক্রিয়ার বর্তমানকাল, কর্মবাচ্য, যুসীভভাব জোরালো রূপ। নিয়ামক হিসেবে ক্রিয়া-বিশেষণ (لَ - অবশ্যই) পূর্বে যুক্ত হয়েছে।"
        },
        {
          "text": "فِي الْحُطَمَةِ",
          "meaningBn": "হুতামার মধ্যে",
          "notes": "الْحُطَمَةِ حَطّم (ভাঙ্গা, চূর্ণ করা) মূল ক্রিয়ার একটি বিশেষ্য (বিচূর্ণকারী, প্রচন্ড আগুন)। এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْحُطَمَةِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "وَمَا أَدْرَاكَ مَا الْحُطَمَةُ",
      "bangla": "এবং তুমি কি জানো হুতামাহ কি",
      "words": [
        {
          "text": "وَمَا أَدْرَاكَ",
          "meaningBn": "এবং তোমাকে কিসে জানাবে",
          "notes": "أَدْرَاكَ دَرَى (জানা, অবগত হওয়া) মূল ক্রিয়ার ৪নং ফরম (জানতে দেওয়া, জানানো)। কর্ম হিসেবে সংযুক্ত সর্বনাম (كَ) (তোমাকে) শেষে যুক্ত হয়েছে। পূর্বে রয়েছে সংযোজক অব্যয় (وَ) (এবং) ও প্রশ্নবোধক সর্বনাম (مَا) (কী, কিসে)।"
        },
        {
          "text": "مَا الْحُطَمَةُ",
          "meaningBn": "হুতামা কী",
          "notes": "الْحُطَمَةُ حُطَمَةٌ (বিচূর্ণকারী, প্রচন্ড আগুন)। এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় الْحُطَمَةُ হয়েছে। পূর্বে রয়েছে প্রশ্নবোধক সর্বনাম (مَا) (কী)।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "نَارُ اللَّهِ الْمُوقَدَةُ",
      "bangla": "উত্তপ্ত উৎক্ষিপ্ত আল্লাহর আগুন",
      "words": [
        {
          "text": "نَارُ اللَّهِ",
          "meaningBn": "আল্লাহর আগুন",
          "notes": "نَارُ نَوَرَ (আলো দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য (আগুন)। শব্দটি اللَّهِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে। اللَّهِ মুদাফ ইলায়হি হওয়ায় জের পেয়েছে।"
        },
        {
          "text": "الْمُوقَدَةُ",
          "meaningBn": "প্রজ্জ্বলিত",
          "notes": "مُوقَدَةٌ وَقَدَ (জ্বলা, প্রজ্জ্বলিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَوْقَدَ (আগুন ধরানো)-এর কর্ম-বিশেষ্য (مُوقَدٌ)-এর স্ত্রীলিঙ্গ রূপ। এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় الْمُوقَدَةُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ",
      "bangla": "যা অন্তর সমূহের উপর পৌঁছে যাবে (হৃদয়কে গ্রাস করবে)",
      "words": [
        {
          "text": "الَّتِي تَطَّلِعُ",
          "meaningBn": "যা পৌঁছে যাবে",
          "notes": "تَطَّلِعُ طَلَعَ (উদয় হওয়া) মূল ক্রিয়ার ৮নং ফরম اطَّلَعَ (অবহিত হওয়া, দ্রুত পৌছা)-এর বর্তমানকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, একবচন রূপ। পূর্বে রয়েছে সংযোজক সর্বনাম الَّতِي (যা, যে, যিনি)।"
        },
        {
          "text": "عَلَى الْأَفْئِدَةِ",
          "meaningBn": "অন্তরসমূহের উপর",
          "notes": "الْأَفْئِدَةِ فُؤَادٌ (অন্তর, আত্মা, মন)-এর বহুবচন أَفْئِدَةُ। এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপরে) থাকায় الْأَفْئِدَةِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ",
      "bangla": "নিশ্চয়ই তা (জাহান্নামের আগুন) তাদেরকে ঢেকে ফেলবে (তাদের পরিবেষ্টন করে রাখবে)।",
      "words": [
        {
          "text": "إِنَّهَا",
          "meaningBn": "নিশ্চয়ই ইহা",
          "notes": "إِنَّهَا ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়ই) এবং স্বতন্ত্র-সর্বনাম هَا (সে, ইহা)-এর মিলিত রূপ।"
        },
        {
          "text": "عَلَيْهِمْ",
          "meaningBn": "তাদের উপরে",
          "notes": "عَلَيْهِمْ সম্বন্ধসূচক অব্যয় عَلَى (উপরে) এবং সংযুক্ত সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "مُّؤْصَدَةٌ",
          "meaningBn": "যা পরিবেষ্টিত",
          "notes": "مُّؤْصَدَةٌ أَصَدَ মূল ক্রিয়ার ৪নং ফরম أَوْصَدَ (পরিবেষ্টন করা)-এর কর্ম-বিশেষ্য مُؤْصَدٌ-এর স্ত্রীলিঙ্গ রূপ। তাজবীদের নিয়মানুযায়ী মিম-গুন্নাহ করার জন্য তাশদীদ দিয়ে مُّؤْصَدَةٌ লেখা হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "فِي عَمَدٍ مُّمَدَّدَةٍ",
      "bangla": "দীর্ঘায়িত (উঁচু-উঁচু) স্তম্ভসমূহের মধ্যে।",
      "words": [
        {
          "text": "فِي عَمَدٍ",
          "meaningBn": "স্তম্ভসমূহের মধ্যে",
          "notes": "عَمَدٍ عَمَدَ (ঠেকনা দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য (عَمُودٌ-এর বহুবচন), যার অর্থ খুঁটি, স্তম্ভ। পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় عَمَدٍ হয়েছে।"
        },
        {
          "text": "مُّمَدَّدَةٍ",
          "meaningBn": "দীর্ঘায়িত",
          "notes": "مُمَدَّدَةٍ مَدَّ (প্রসারিত করা, দীর্ঘায়িত করা) মূল ক্রিয়ার ২নং ফরমের কর্ম-বিশেষ্য مُمَدَّدٌ-এর স্ত্রীলিঙ্গ রূপ। শব্দটি عَمَدٍ-কে অনুসরণ করায় مُمَدَّدَةٍ হয়েছে।"
        }
      ]
    }
  ]
}
