{
  "number": 103,
  "nameAr": "سورة العصر",
  "nameBn": "সূরা আল-'আসর",
  "revelationPlace": "Makki",
  "ayahCount": 3,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুনাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "osmani": "(নির্ভরযোগ্য সূত্র থেকে) পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
    "tawjih": "(নির্ভরযোগ্য সূত্র থেকে) পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।",
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "وَالْعَصْرِ",
      "bangla": "কালের শপথ",
      "words": [
        {
          "text": "وَالْعَصْرِ",
          "meaningBn": "কালের শপথ",
          "notes": "عَصَرَ (রস বের করা, চারদিক থেকে পেষণ করা, নিংড়ানো, মোচড়ানো, চাপ দিয়ে ছোট করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عَصْرٌ (যুগ, দীর্ঘ সময়, কাল, অপরাহ্ন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় اَلْعَصْرِ (কালের) হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ",
      "bangla": "নিশ্চয় মানুষ অবশ্যই ক্ষতির মধ্যে রয়েছে",
      "words": [
        {
          "text": "إِنَّ الْإِنْسَانَ",
          "meaningBn": "মানুষ",
          "notes": "أَنَسَ (সামাজিক হওয়া, মিশুক হওয়া, বন্ধুভাবাপন্ন হওয়া, প্রীতিকর হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسَانُ (মানুষ, মনুষ্য, মানব জাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়ই)-এর বিশেষ্য হওয়ায় اَلْإِنْسَانَ হয়েছে।"
        },
        {
          "text": "لَفِي",
          "meaningBn": "অবশ্যই মধ্যে আছে",
          "notes": "শব্দটি ক্রিয়া-বিশেষণ لَ (অবশ্যই, নিশ্চয়ই) এবং সম্বন্ধসূচক অব্যয় فِي (মধ্যে)-এর মিলিত রূপ।"
        },
        {
          "text": "خُسْرٍ",
          "meaningBn": "ক্ষতির",
          "notes": "خَسِرَ (ক্ষতিগ্রস্ত হওয়া, লোকসান দেওয়া, ধ্বংস হওয়া, পরাস্ত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خُسْرٌ (ক্ষতি, লোকসান, ধ্বংস); এর পূর্বে সম্বন্ধসূচক অব্যয় فِي থাকায় خُسْرٍ (ক্ষতির) হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
      "bangla": "সে লোকদের ছাড়া, যারা ঈমান এনেছে ও নেক আমল করেছে এবং একজন অপরজনকে (পরস্পরকে) হকের উপদেশ দিয়েছে ও ধৈর্যধারণের উপদেশ দিয়েছে।",
      "words": [
        {
          "text": "إِلَّا الَّذِينَ آمَنُوا",
          "meaningBn": "ব্যতীত তারা যারা ঈমান এনেছে",
          "notes": "أَمِنَ (নিরাপদ হওয়া, নিশ্চিন্ত হওয়া, বিপদমুক্ত হওয়া, আস্থা রাখা, নির্ভর/ ভরসা করা) মূল ক্রিয়ার ৪নং ফরম آمَنَ (বিশ্বাস করা, ঈমান আনা, নিশ্চিন্ত করা, উদ্বেগমুক্ত করা)-এর অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ آمَنُوا; পূর্বে রয়েছে সংযোজক অব্যয় إِلَّا (ব্যতীত) ও সংযোজক সর্বনাম اَلَّذِينَ (যারা)।"
        },
        {
          "text": "وَعَمِلُوا",
          "meaningBn": "এবং যারা আমল করেছে",
          "notes": "عَمِلَ (কোনো কিছু করা, কাজ করা, তৈরি করা, উৎপাদন করা, কোনো কর্ম সম্পাদন করা, আমল করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ عَمِلُوا (তারা আমল করেছে); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الصَّالِحَاتِ",
          "meaningBn": "সৎকর্ম",
          "notes": "صَلَحَ (সৎ হওয়া, সৎকর্মশীল হওয়া, যথোচিত হওয়া, নীতিবাণ হওয়া, ন্যায়নিষ্ঠ হওয়া, মানানসই হওয়া, গভীরভাবে ধার্মিক হওয়া, ন্যায়পরায়ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য اَلصَّالِحَاتُ (সৎকর্ম, নেকীর কাজ, পূণ্যময় কাজ, কুর'আন ও হাদিসের অনুমোদিত কাজ সমূহ); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় اَلصَّالِحَاتِ (বা اَلصَّلِحْتِ) হয়েছে [শব্দটি স্ত্রীলিঙ্গ অটুট বহুবচন হওয়ায় শেষ অক্ষরে যবর গ্রহণ করে নাই-যবর হয়েছে]।"
        },
        {
          "text": "وَتَوَاصَوْا",
          "meaningBn": "এবং তারা পরস্পর পরস্পরকে উপদেশ দেয়",
          "notes": "وَصَى (যুক্ত করা, যুক্ত হওয়া, লাগাতার হওয়া, ঘন উদ্ভিদের অধিকারী হওয়া) মূল ক্রিয়ার ৬নং ফরম تَوَاصَى (পরস্পর পরস্পরকে পরামর্শ দেওয়া, সদুপোদেশ দেওয়া, অসিয়ত করা)-এর অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ تَوَاصَوْا (তারা পরস্পর পরস্পরকে সদুপোদেশ দেয়); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "بِالْحَقِّ",
          "meaningBn": "হকের সহিত",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিৎ হওয়া, সঠিক হওয়া, প্রমাণিত হওয়া, যথোচিত হওয়া, যথার্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, ন্যায়, হক, সঠিক, প্রকৃত, প্রকৃত অবস্থা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সহিত) যুক্ত থাকায় بِالْحَقِّ (হকের সহিত) হয়েছে।"
        },
        {
          "text": "وَتَوَاصَوْا",
          "meaningBn": "এবং তারা পরস্পর পরস্পরকে উপদেশ দেয়",
          "notes": "উপরে দেখুন।"
        },
        {
          "text": "بِالصَّبْرِ",
          "meaningBn": "সবরের",
          "notes": "صَبَرَ (সবুর করা, ধৈর্যধারণ করা, সহ্য করা, সহিষ্ণু হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য صَبْرٌ (ধৈর্য, সহিষ্ণুতা, সবুর, সহনশীলতা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (এর) যুক্ত থাকায় بِالصَّبْرِ (সবরের) হয়েছে।"
        }
      ]
    }
  ],
  "translations": {
    "osmani": {
      "id": "osmani",
      "label": "তাফসীরে ওসমানী (ভাবানুবাদ)",
      "ayahs": [
        {
          "ayahNumber": 1,
          "text": "শপথ মহাকালের।"
        },
        {
          "ayahNumber": 2,
          "text": "নিশ্চয়ই মানুষ অত্যন্ত ক্ষতির মধ্যে রয়েছে।"
        },
        {
          "ayahNumber": 3,
          "text": "কিন্তু ওরা নয়— যারা ঈমান আনে ও নেক আমল করে এবং পরস্পরকে হকের উপদেশ দেয় ও সবরের উপদেশ দেয়।"
        }
      ]
    },
    "tawjih": {
      "id": "tawjih",
      "label": "তাওযীহুল কুরআন",
      "ayahs": [
        {
          "ayahNumber": 1,
          "text": "সময়ের শপথ।"
        },
        {
          "ayahNumber": 2,
          "text": "মানুষ আসলে বড়ই ক্ষতির মধ্যে রয়েছে।"
        },
        {
          "ayahNumber": 3,
          "text": "তবে তারা ছাড়া যারা ঈমান এনেছে ও সৎকাজ করতে থেকেছে এবং একজন অন্যজনকে হক কথার ও সবর করার উপদেশ দিতে থেকেছে।"
        }
      ]
    }
  }
}
