{
  "surahNumber": 102,
  "nameAr": "سورة التكاثر",
  "nameBn": "সূরা আত-তাকাসুর",
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)"
  },
  "ayat": [
    {
      "number": 1,
      "arabic": "أَلْهُكُمُ التَّكَاثُرُ",
      "bangla": "অধিকতর প্রাচুর্যের প্রতিযোগিতা তোমাদেরকে মোহিত করে রেখেছে।",
      "wbw": [
        {
          "word": "أَلْهُكُمُ",
          "bangla": "তোমাদেরকে মোহিত করে রেখেছে",
          "grammar": "أَلْهَى (মন আকৃষ্ট করা, দখল করা, মোহাচ্ছন্ন করা) – ৪ নং ফরম ক্রিয়া, অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ; কর্ম হিসেবে সংযুক্ত সর্বনাম كُمْ (তোমাদের) শেষে যুক্ত হওয়ার প্রেক্ষিতে أَلْهَاكُمْ → উচ্চারণ ও লিখনে أَلْهُكُمُ।"
        },
        {
          "word": "التَّكَاثُرُ",
          "bangla": "বৃদ্ধির প্রতিযোগিতা / অধিক প্রাচুর্যের প্রতিযোগিতা",
          "grammar": "كَثُرَ (অধিক হওয়া, বেশী হওয়া) মূল ক্রিয়ার ৬ নং ফরমের ক্রিয়া-বিশেষ্য التَّكَاثُرُ (বৃদ্ধির প্রতিযোগিতা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় التَّكَاثُرُ হয়েছে।"
        }
      ]
    },
    {
      "number": 2,
      "arabic": "حَتَّى زُرْتُمُ الْمَقَابِرَ",
      "bangla": "যতক্ষণ না তোমরা কবরসমূহে উপস্থিত হও।",
      "wbw": [
        {
          "word": "حَتَّى زُرْتُمُ",
          "bangla": "যতক্ষণ না তোমরা উপস্থিত হও",
          "grammar": "زَارَ (পরিদর্শন করা, উপস্থিত হওয়া) – অতীতকাল, মধ্যম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ زُرْتُمْ; زُرْتُمْ এর শেষের অক্ষরে যজম থাকায় এবং পরবর্তী শব্দের শুরুতে হরকত-বিহীন আলিফ থাকার কারণে লিখনে زُرْتُمُ; আগে সম্বন্ধসূচক অব্যয় حَتَّى (যতক্ষণ)।"
        },
        {
          "word": "الْمَقَابِرَ",
          "bangla": "কবরসমূহ",
          "grammar": "مَقْبَرَةٌ (কবর, সমাধি) – এর বহুবচন مَقَابِرُ; নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হয়ে الْمَقَابِرَ হয়েছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় ফাতহা।"
        }
      ]
    },
    {
      "number": 3,
      "arabic": "كَلَّا سَوْفَ تَعْلَمُونَ",
      "bangla": "কখনই নয়, শীঘ্রই তোমরা জানতে পারবে।",
      "wbw": [
        {
          "word": "كَلَّا سَوْفَ تَعْلَمُونَ",
          "bangla": "কখনই নয়, তোমরা জানতে পারবে",
          "grammar": "عَلِمَ (জানা) – বর্তমানকাল, মধ্যম পুরুষ, পুংলিঙ্গ, বহুবচন তে تَعْلَمُونَ; আগে كَلَّا (কখনই না) ও سَوْفَ (ভবিষ্যৎ অর্থ প্রদানকারী অব্যয়) যুক্ত হয়েছে।"
        }
      ]
    },
    {
      "number": 4,
      "arabic": "ثُمَّ كَلَّا سَوْفَ তَعْلَمُونَ",
      "bangla": "আবার (শোন) কখনই নয়, তোমরা শীঘ্রই জানতে পারবে (নিঃসন্দেহ জ্ঞানে)।",
      "wbw": [
        {
          "word": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ",
          "bangla": "অতঃপর কখনই নয়, তোমরা জানতে পারবে",
          "grammar": "পূর্ববর্তী আয়াতের كَلَّا سَوْفَ تَعْلَمُونَ বাক্যাংশের পুনরাবৃত্তি; এর আগে সংযোজক অব্যয় ثُمَّ (অতঃপর, তারপর) যুক্ত হয়ে বক্তব্যকে আরও জোরালো করেছে।"
        }
      ]
    },
    {
      "number": 5,
      "arabic": "كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ",
      "bangla": "কখনই নয়, যদি তোমরা প্রত্যয় জ্ঞানে জানতে।",
      "wbw": [
        {
          "word": "كَلَّا لَوْ تَعْলَمُونَ",
          "bangla": "কখনই নয়, যদি তোমরা জানতে",
          "grammar": "تَعْلَمُونَ – বর্তমানকাল, মধ্যম পুরুষ, পুংলিঙ্গ, বহুবচন; আগে لَوْ (যদি) ও كَلَّا (কখনই নয়) যুক্ত হয়ে শর্ত + তিরস্কার অর্থ দিচ্ছে।"
        },
        {
          "word": "عِلْمَ",
          "bangla": "জ্ঞানে",
          "grammar": "عِلْمٌ (জ্ঞান) – ক্রিয়া-বিশেষ্য; এখানে الْيَقِينِ এর মুদাফ, তাই তানবীন নেই এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় عِلْمَ।"
        },
        {
          "word": "الْيَقِينِ",
          "bangla": "নিশ্চিত বিশ্বাসের",
          "grammar": "يَقِينُ (নিশ্চিত বিশ্বাস) – নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হয়ে الْيَقِينِ; এবং عِلْمَ এর মুদাফ-ইলায়হি হওয়ায় কসরাহ।"
        }
      ]
    },
    {
      "number": 6,
      "arabic": "لَتَرَوُنَّ الْجَحِيمَ",
      "bangla": "তোমরা অবশ্যই জাহান্নাম দেখবে।",
      "wbw": [
        {
          "word": "لَتَرَوُنَّ",
          "bangla": "অবশ্যই অবশ্যই তোমরা দেখবে",
          "grammar": "رَأَى (দেখা) – বর্তমানকাল, মধ্যম পুরুষ, পুংলিঙ্গ, বহুবচন; যুসীভভাব জোরালো রূপ تَرَوُنَّ; আগে لَ (অবশ্যই) যুক্ত হয়ে لَتَرَوُنَّ হয়েছে।"
        },
        {
          "word": "الْجَحِيمَ",
          "bangla": "দোযখ",
          "grammar": "جَحِيمٌ (তীব্র আগুন, দোযখ) – নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হয়ে الْجَحِيمَ; বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় ফাতহা।"
        }
      ]
    },
    {
      "number": 7,
      "arabic": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ",
      "bangla": "অতঃপর তোমরা প্রত্যয় চোখে অবশ্যই অবশ্যই তা দেখবে।",
      "wbw": [
        {
          "word": "ثُمَّ لَتَرَوُنَّهَا",
          "bangla": "অতঃপর অবশ্যই অবশ্যই তোমরা তাকে দেখবে",
          "grammar": "لَتَرَوُنَّ – আগের আয়াতের মত; শেষে সংযুক্ত সর্বনাম هَا (তাকে) যুক্ত হয়ে لَتَرَوُنَّهَا; আগে ثُمَّ (অতঃপর)।"
        },
        {
          "word": "عَيْنَ",
          "bangla": "চোখে",
          "grammar": "عَيْنٌ (চোখ, দৃষ্টি) – এখানে الْيَقِينِ এর মুদাফ; তাই তানবীন নেই এবং বাক্যে কর্ম হওয়ায় عَيْنَ।"
        },
        {
          "word": "الْيَقِينِ",
          "bangla": "নিশ্চিত বিশ্বাসের",
          "grammar": "আগের মতই – নির্দিষ্ট আর্টিকেল اَلْ যুক্ত এবং عَيْنَ এর মুদাফ-ইলায়হি।"
        }
      ]
    },
    {
      "number": 8,
      "arabic": "ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ",
      "bangla": "অতঃপর সেদিন তোমাদের অবশ্যই অবশ্যই নিয়ামত সম্পর্কে প্রশ্ন করা হবে।",
      "wbw": [
        {
          "word": "ثُمَّ لَتُسْأَلُنَّ",
          "bangla": "অতঃপর অবশ্যই অবশ্যই তোমরা জিজ্ঞাসিত হবে",
          "grammar": "سَأَلَ (জিজ্ঞাসা করা) – বর্তমানকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্যের জোরালো রূপ تُسْأَلُنَّ; আগে لَ (অবশ্যই) ও ثُمَّ (অতঃপর) যুক্ত হয়েছে।"
        },
        {
          "word": "يَوْمَئِذٍ",
          "bangla": "সেই নির্দিষ্ট দিনে",
          "grammar": "يَوْمَ (একটি নির্দিষ্ট দিন) + إِذْ (সময়) মিলিয়ে يَوْمَئِذٍ; এখানে নির্দিষ্ট সেই দিনের সময় বোঝাচ্ছে।"
        },
        {
          "word": "عَنِ النَّعِيمِ",
          "bangla": "নিয়ামতের ব্যাপারে",
          "grammar": "نَعِيمٌ (নিয়ামত, আরাম) – নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হয়ে النَّعِيمِ; আগে সম্বন্ধসূচক অব্যয় عَنْ (সম্পর্কে) থাকায় عَنِ النَّعِيمِ।"
        }
      ]
    }
  ]
}
