{
  "number": 1,
  "nameAr": "سورة الفاتحة",
  "nameBn": "সূরা ফাতিহা",
  "revelationPlace": "Makki",
  "ayahCount": 7,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)।",
      "tawjih": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)।"
    },
    "words": [
      {
        "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
        "meaningBn": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
        "notes": "(এই অংশের কোনো শব্দে শব্দে ব্যাকরণগত পরিচিতি আপনার PDF-এ নেই। আপনার PDF অনুযায়ী: দেখুন: বিসমিল্লাহ )"
      }
    ]
  },
  "ayahs": [
    {
      "ayahNumber": 2,
      "arabic": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "bangla": "সারা জাহানের রব আল্লাহর জন্য সকল প্রশংসা।",
      "translations": {
        "osmani": "সমস্ত প্রশংসা জগৎ সমূহের প্রতিপালক আল্লাহরই জন্য।",
        "tawjih": "সকল প্রশংসা আল্লাহর জন্য, যিনি জগৎসমূহের রব।"
      },
      "words": [
        {
          "text": "اَلْحَمْدُ",
          "meaningBn": "সকল প্রশংসা",
          "notes": "حَمَدَ (প্রশংসা করা, গুণকীর্তন করা, স্তুতি করা, তারিফ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য حَمْدٌ (প্রশংসা, স্তুতি, তারিফ, গুণগান, মহিমা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় اَلْحَمْدُ হয়েছে। "
        },
        {
          "text": "لِلَّهِ",
          "meaningBn": "আল্লাহর জন্য",
          "notes": "اللَّهُ (বরকত বিশিষ্ট ও উচ্চ মর্যাদা সম্পন্ন মহান প্রভুর একটি বিশিষ্ট নাম) শব্দটির পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় لِلَّهِ হয়েছে। "
        },
        {
          "text": "رَبِّ",
          "meaningBn": "রব, প্রতিপালক",
          "notes": "رَبَّ (رَبَّبَ) (প্রতিপালক হওয়া, প্রভু হওয়া, লালন-পালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (রব, প্রতিপালক, প্রভু, মালিক, মনিব, শাসক); শব্দটি الْعَلَمِينَ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رَبُّ হয়েছে এবং لِلَّهِ-কে অনুসরণ করায় رَبِّ হয়েছে (একই কারক চিহ্ন)। "
        },
        {
          "text": "الْعَالَمِينَ",
          "meaningBn": "সারা জাহানের",
          "notes": "عَلَمَ (চিহ্নিত করা, সঙ্কেত করা) মূল ক্রিয়ার একটি বিশেষ্য عَلَمٌ (জগৎ, বিশ্ব, ছায়াপথ সমষ্টি, এক একটি প্রাণীকুল), বহুবচন عَالَمُوْنَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الْعَالَمُوْنَ হয়েছে; শব্দটি رَبِّ -এর মুদাফ-ইলায়হি হওয়ায় সম্বন্ধকারকে الْعَلَمِينَ বা الْعَلَمِينَ (সারা জাহানের) হয়েছে। "
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "الرَّحْمَنِ الرَّحِيمِ",
      "bangla": "পরম করুণাময় অশেষ দয়াবান।",
      "translations": {
        "osmani": "যিনি করুণাময়, পরম দয়ালু।",
        "tawjih": "পরম করুণাময়, অসীম দয়ালু।"
      },
      "words": [
        {
          "text": "الرَّحْمَنِ الرَّحِيمِ",
          "meaningBn": "পরম করুণাময় অশেষ দয়াবান",
          "notes": "রَحِمَ (দয়া করা, অনুগ্রহ করা, রহম করা, করুণা করা) মূল ক্রিয়ার একটি বিশেষ্য রَحْمَانُ (দয়ালু, দয়াময়, দয়াপরবশ, দয়াবান, করুণাময়, অনুগ্রহশীল) এবং রَحِيمٌ (পরম দয়ালু, দয়াময়, দয়াপরবশ, দয়াবান, করুণাময়, অনুগ্রহশীল); আল্লাহ তায়ালার এই গুণবাচক নাম الرَّحْمَنُ এবং الرَّحِيمُ -কে অনুসরণ করায় الرَّحِيمِ হয়েছে (একই কারক চিহ্ন)। "
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "مَالِكِ يَوْمِ الدِّينِ",
      "bangla": "বিচার দিনের মালিক।",
      "translations": {
        "osmani": "কর্মফল দিবসের মালিক।",
        "tawjih": "বিচার দিনের মালিক।"
      },
      "words": [
        {
          "text": "مَلِكِ",
          "meaningBn": "মালিক/ বিচারক",
          "notes": "مَلَكَ (অধিকার গ্রহণ করা, দখল করা, আয়ত্তে আনা, কর্তৃত্ব করা, শাসন করা, নিয়ন্ত্রণ ক্ষমতার অধিকারী হওয়া, হুকুমকারী হওয়া, রাজত্ব করা, ক্ষমতা প্রয়োগ করা) মূল ক্রিয়ার কর্তা-বিশেষ্য مَالِكُ (মালিক, বিচারক, হুকুমকারী, ক্ষমতার অধিকারী, নিয়ন্ত্রণ ক্ষমতার অধিকারী); শব্দটি يَوْمِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে مَالِكُ হয়েছে এবং لِلَّهِ-কে অনুসরণ করায় مَالِكِ বা مَلِكِ হয়েছে (একই কারক চিহ্ন)। "
        },
        {
          "text": "يَوْمِ",
          "meaningBn": "দিনের",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা, একদিন স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন); শব্দটি الدِّيْنِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে يَوْمُ হয়েছে এবং مَالِكِ -এর মুদাফ-ইলায়হি হওয়ায় সম্বন্ধকারকে يَوْمِ হয়েছে। "
        },
        {
          "text": "الدِّيْنِ",
          "meaningBn": "শেষ বিচার প্রতিফল",
          "notes": "দَيَنَ (دَانَ) (ঋণ গ্রহণ করা, ঋণী হওয়া, ধর্মের প্রতি আনুগত্য ঘোষণা করা, প্রতিদান দেওয়া, পরিশোধ করা, একটি বিশ্বাসের প্রতি আনুগত্য ঘোষণা করা, ইসলাম ধর্মের প্রতি আনুগত্য ঘোষণা করা) মূল ক্রিয়ার একটি বিশেষ্য دِينٌ (ধর্ম, ধর্মীয় মতবিশ্বাস, কোনো মানব গোষ্ঠী কর্তৃক গৃহিত নীতিমালা ও নিয়মাবলী, শেষ বিচার ও প্রতিফল, ক্ষতিপূরণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الدِّينُ হয়েছে এবং يَوْمِ -এর মুদাফ-ইলায়হি হওয়ায় সম্বন্ধকারকে الدِّيْنِ হয়েছে। "
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
      "bangla": "আমরা শুধু তোমারই ইবাদত করি এবং তোমারই সাহায্য চাই।",
      "translations": {
        "osmani": "আমরা কেবল তোমারই ইবাদত করি এবং কেবল তোমারই সাহায্য চাই।",
        "tawjih": "আমরা শুধু তোমারই ইবাদত করি এবং তোমারই সাহায্য চাই।"
      },
      "words": [
        {
          "text": "إِيَّاكَ",
          "meaningBn": "শুধুমাত্র তোমারই",
          "notes": "শব্দটি অব্যয় إِيَّا (কেবল মাত্র, শুধুমাত্র) এবং সংযুক্ত সর্বনাম كَ (তোমার)-এর মিলিত রূপ إِيَّاكَ (শুধুমাত্র তোমারই)। "
        },
        {
          "text": "نَعْبُدُ",
          "meaningBn": "আমরা দাসত্ব/ ইবাদত করি",
          "notes": "শব্দটি عَبَدَ (ইবাদত করা, উপাসনা করা, ভক্তি করা, দাসত্ব করা, আনুগত্য করা, গভীরভাবে শ্রদ্ধা করা, সেবা করা) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ। "
        },
        {
          "text": "وَ إِيَّاكَ",
          "meaningBn": "এবং শুধুমাত্র তোমারই",
          "notes": "إِيَّاكَ (উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। "
        },
        {
          "text": "نَسْتَعِينُ",
          "meaningBn": "আমরা সাহায্য চাই",
          "notes": "عَوَنَ (عَانَ) (মধ্য বয়সী হওয়া, সাহায্য/ সহায়তা করা, উপকার/ আনুকুল্য দান করা) মূল ক্রিয়ার ১০নং ফরম اِسْتَعْوَنَ (اِسْتَعَانَ) (সাহায্য চাওয়া)-এর বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نَسْتَعُونُ (نَسْتَعِينُ) (আমরা সাহায্য চাই)। "
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
      "bangla": "তুমি আমাদেরকে সরল সঠিক পথে পরিচালিত করো।",
      "translations": {
        "osmani": "আমাদেরকে সরল পথ প্রদর্শন করো।",
        "tawjih": "তুমি আমাদেরকে সরল সঠিক পথে পরিচালিত করো।"
      },
      "words": [
        {
          "text": "اِهْدِنَا",
          "meaningBn": "তুমি পরিচালিত করো আমাদেরকে",
          "notes": "هَدَى (পথ প্রদর্শন করা, হেদায়েত করা, সঠিক পথের পরামর্শ দেওয়া, সঠিক পথ দেখানো, সঠিক পথে পরিচালিত করা) মূল ক্রিয়ার অনুজ্ঞাভাব, পুংলিঙ্গ, একবচন রূপ اِهْدِ (তুমি পরিচালিত করো) (তৃতীয় মূল অক্ষর ى দুর্বল-অক্ষর হওয়ায় অনুজ্ঞাভাব-এ বিলুপ্ত হয়েছে)। এর সঙ্গে সংযুক্ত-সর্বনাম نَا (আমাদেরকে) যুক্ত হয়ে اِهْدِنَا (তুমি আমাদেরকে পরিচালিত করো আমাদেরকে) হয়েছে। "
        },
        {
          "text": "الصِّرَاطَ",
          "meaningBn": "পথ",
          "notes": "صِرَاطٌ (পথ, প্রথা, পন্থা, রীতি, আচরণ পদ্ধতি, পায়ে চলা পথ)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الصِّرَاطٌ হয়েছে; শব্দটি বাক্যে কর্ম হিসাবে ব্যবহৃত হওয়ায় الصِّرَاطَ (পথে) হয়েছে। "
        },
        {
          "text": "الْمُسْتَقِيمَ",
          "meaningBn": "সঠিক / সুদৃঢ়",
          "notes": "قَوَمَ (قَامَ) (উঠে দাঁড়ানো, অবস্থান করা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, খাড়া হওয়া, কায়েম হওয়া) মূল ক্রিয়ার ১০নং ফরম اسْتَقْوَمَ (اِسْتَقَامَ) (সঠিক হওয়া, সোজা হওয়া, সরল হওয়া, সুদৃঢ় হওয়া, সোজা হয়ে দাঁড়ানো)-এর কর্তা-বিশেষ্য مُسْتَقْوِمُ (مُسْتَقِيمٌ) (সঠিক, সরল, সুদৃঢ়); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الْمُسْتَقِيمُ হয়েছে; বিশেষণ হিসাবে الصَّرَاطَ -এর সঙ্গে মানানসই হওয়ার জন্য الْمُسْتَقِيمَ হয়েছে। "
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
      "bangla": "ঐসব লোকের পথ যাদের উপর নেয়ামত দান করেছ; যাদের উপর গযব আপতিত হয়েছে ও যারা পথভ্রষ্ট তাদের পথে নয়।",
      "translations": {
        "osmani": "তাদের পথে যাদেরকে তুমি অনুগ্রহ দান করেছ, যারা ক্রোধে নিপতিত নয়, পথ ভ্রষ্টও নয়।",
        "tawjih": "ঐসব লোকের পথ যাদের উপর নেয়ামত দান করেছ; যাদের উপর গযব আপতিত হয়েছে ও যারা পথভ্রষ্ট তাদের পথে নয়।"
      },
      "words": [
        {
          "text": "صِرَاطَ الَّذِينَ",
          "meaningBn": "ঐসব লোকের পথ",
          "notes": "صِرَاطٌ (উপরে দেখুন) শব্দটি الَّذِينَ -এর মুদাফ তানবীন উঠে গিয়ে صِرَاطُ হয়েছে এবং বাক্যে কর্ম হিসেবে ব্যবহার হওয়ায় صِرَاطَ হয়েছে; সংযোজক সর্বনাম الَّذِينَ -(তাদের) মুদাফ-ইলায়হি (সর্বনাম গুলি মাবনিউন তাই রূপ পরিবর্তন হয় নি)। "
        },
        {
          "text": "أَنْعَمْتَ عَلَيْهِمْ",
          "meaningBn": "যাদের উপর নেয়ামত দান করেছ",
          "notes": "أَنْعَمْتَ (তুমি অনুগ্রহ করেছিলে/ নিয়ামত দান করেছিলে) উপরে দেখুন। عَلَيْهِمْ (যাদের উপর) উপরে দেখুন। "
        },
        {
          "text": "غَيْرِ",
          "meaningBn": "ব্যতীত, ছাড়া",
          "notes": "সম্বন্ধসূচক অব্যয় غَيْرُ (ব্যতীত, ছাড়া)-এর পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (ওপর) থাকায় غَيْرِ (ব্যতীত) হয়েছে। "
        },
        {
          "text": "الْمَغْضُوبِ",
          "meaningBn": "যার উপর তীব্র ক্রোধ আপতিত হয়েছে, গযবপ্রাপ্ত",
          "notes": "غَضَبَ (রাগান্বিত হওয়া, রাগ করা, ক্রুদ্ধ হওয়া, ক্রোধে ক্ষিপ্ত হওয়া) মূল ক্রিয়ার কর্ম-বিশেষ্য مَغْضُوبٌ (যার উপর রাগ করা হয়েছে, যার উপর ভয়ানক রোষ আপতিত হয়েছে); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الْمَغْضُوبُ হয়েছে; শব্দটি غَيْرِ -কে অনুসরণ করায় الْمَغْضُوبِ হয়েছে। "
        },
        {
          "text": "عَلَيْهِمْ",
          "meaningBn": "যাদের উপর",
          "notes": "عَلَيْهِمْ (যাদের উপর) উপরে দেখুন। "
        },
        {
          "text": "وَ لَا الضَّالِّينَ",
          "meaningBn": "এবং পথভ্রষ্টদের না",
          "notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিপথে যাওয়া, হারিয়ে যাওয়া, বিভ্রান্ত হওয়া, পথ হারানো, উদ্দেশ্যহীনভাবে ঘুরে বেড়ানো, ব্যর্থ হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য ضَالٌّ (প্রকৃত রূপ ضَالِلٌ) (যে পথভ্রষ্ট হয়েছে, বিভ্রান্ত হয়েছে), বহুবচন ضَالُّوْنَ; শব্দটি الْمَغْضُوبِ অনুসরণ করায় ضَالِّينَ হয়েছে; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত হওয়ায় الضَّالِّينَ হয়েছে; তাজবীদের নিয়ম অনুযায়ী চার-আলিফ টানের চিহ্ন দিয়ে الضَّالِّينَ লেখা হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ لَا (না)。 "
        }
      ]
    }
  ]
}
