{
  "surahNumber": 103,
  "nameAr": "سورة العصر",
  "nameBn": "সূরা আল-'আসর",
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)।"
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "وَالْعَصْرِ",
      "bangla": "শপথ কালের।",
      "words": [
        {
          "text": "وَالْعَصْرِ",
          "meaningBn": "কালের শপথ",
          "notes": "وَالْعَصْرِ (কালের শপথ): عَصَرَ (রস বের করা, চারদিক থেকে পেষণ করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عَصْرٌ (যুগ, দীর্ঘ সময়, কাল, অপরাহ্ন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় اَلْعَصْرِ (কালের) হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ",
      "bangla": "নিশ্চয় মানুষ অবশ্যই ক্ষতির মধ্যে রয়েছে।",
      "words": [
        {
          "text": "إِنَّ",
          "meaningBn": "নিশ্চয়ই",
          "notes": ""
        },
        {
          "text": "الْإِنْسَانَ",
          "meaningBn": "মানুষ",
          "notes": "إِنَّ الْإِنْسَانَ (মানুষ): إِنْسَانُ (মানুষ, মনুষ্য, মানব জাতি) মূল ক্রিয়ার একটি বিশেষ্য; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়ই)-এর বিশেষ্য হওয়ায় اَلْإِنْسَانَ হয়েছে।"
        },
        {
          "text": "لَفِي",
          "meaningBn": "অবশ্যই মধ্যে আছে",
          "notes": "لَفِي (অবশ্যই মধ্যে আছে): শব্দটি ক্রিয়া-বিশেষণ لَ (অবশ্যই, নিশ্চয়ই) এবং সম্বন্ধসূচক অব্যয় فِي (মধ্যে)-এর মিলিত রূপ।"
        },
        {
          "text": "خُسْرٍ",
          "meaningBn": "ক্ষতির",
          "notes": "خُسْرٍ (ক্ষতির): خَسِرَ (ক্ষতিগ্রস্ত হওয়া, লোকসান দেওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য خُسْرٌ (ক্ষতি, লোকসান, ধ্বংস); এর পূর্বে সম্বন্ধসূচক অব্যয় فِي থাকায় خُسْرٍ (ক্ষতির) হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
      "bangla": "সে লোকদের ছাড়া, যারা ঈমান এনেছে ও নেক আমল করেছে এবং একজন অপরজনকে হকের উপদেশ দিয়েছে ও ধৈর্যধারণের উপদেশ দিয়েছে।",
      "words": [
        {
          "text": "إِلَّا",
          "meaningBn": "ব্যতীত",
          "notes": ""
        },
        {
          "text": "الَّذِينَ",
          "meaningBn": "তারা যারা",
          "notes": ""
        },
        {
          "text": "آمَنُوا",
          "meaningBn": "ঈমান এনেছে",
          "notes": "آمَنَ (বিশ্বাস করা, ঈমান আনা, নিশ্চিন্ত করা) ৪নং ফরমের অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ آمَنُوا; পূর্বে রয়েছে সংযোজক অব্যয় إِلَّا (ব্যতীত) ও সংযোজক সর্বনাম اَلَّذِينَ (যারা)।"
        },
        {
          "text": "وَعَمِلُوا",
          "meaningBn": "এবং আমল করেছে",
          "notes": "وَ عَمِلُوا (এবং যারা আমল করেছে): عَمِلَ (কোনো কিছু করা, কাজ করা, তৈরি করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ عَمِلُوا (তারা আমল করেছে); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الصَّالِحَاتِ",
          "meaningBn": "সৎকর্মসমূহ",
          "notes": "الصَّالِحَاتُ (সৎকর্ম, নেকীর কাজ, পূণ্যময় কাজ) স্ত্রীলিঙ্গ অটুট বহুবচন; বাক্যে কর্ম হওয়ায় শেষ অক্ষরে যবর না এসে জের হয়েছে।"
        },
        {
          "text": "وَتَوَاصَوْا",
          "meaningBn": "এবং তারা পরস্পরকে উপদেশ দিয়েছে",
          "notes": "وَتَوَاصَوْا (এবং তারা পরস্পর পরস্পরকে পরামর্শ দেয়): تَوَاصَى ৬নং ফরমের অতীতকাল, প্রথম পুরুষ, পুংলিঙ্গ, বহুবচন রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "بِالْحَقِّ",
          "meaningBn": "হকের সাথে",
          "notes": "بِالْহَقِّ (হকের সহিত): حَقٌّ (সত্য, ন্যায়, হক...) বিশেষ্য; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ যুক্ত এবং পূর্বে অব্যয় بِ থাকায় بِالْحَقِّ (হকের সহিত) হয়েছে।"
        },
        {
          "text": "وَتَوَاصَوْا",
          "meaningBn": "এবং তারা পরস্পরকে উপদেশ দিয়েছে",
          "notes": "উপরের মতই তাওয়াছাও।"
        },
        {
          "text": "بِالصَّبْرِ",
          "meaningBn": "সবরের বিষয়ে",
          "notes": "بِالصَّبْرِ (সবরের): صَبْرٌ (ধৈর্য, সহিষ্ণুতা ইত্যাদি) ক্রিয়া-বিশেষ্য; اَلْ এবং পূর্বে بِ অব্যয় থাকায় بِالصَّبْرِ (সবরের) হয়েছে।"
        }
      ]
    }
  ],
  "translations": {
    "osmani": {
      "meta": "বাংলা অনুবাদ (তাফসীরে ওসমানীর ভাবানুবাদ)",
      "byAyah": {
        "1": "সময়ের (কালের) শপথ!",
        "2": "নিশ্চয় মানুষ ক্ষতির মধ্যে রয়েছে।",
        "3": "তবে তারা ছাড়া, যারা ঈমান এনেছে, সৎ কাজ করেছে, এবং পরস্পরকে সত্যের উপদেশ দিয়েছে ও ধৈর্যের উপদেশ দিয়েছে।"
      }
    }
  }
}
