{
    "number": 104,
    "nameAr": "سورة الهمزة",
    "nameBn": "সূরা আল-হুমাযাহ",
    "revelationPlace": "Makki",
    "ayahCount": 9,
    "hasBismillah": true,
    "bismillah": {
        "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
        "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
        "translations": {
            "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
            "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
        },
        "words": []
    },
    "ayahs": [
        {
            "ayahNumber": 1,
            "arabic": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُمَزَةٍ",
            "bangla": "ধ্বংস প্রত্যেকের জন্য যারা মিথ্যা কলঙ্ক রটনা করে এবং দোষ অন্বেষণ করে",
            "translations": {
                "osmani": "দুর্ভোগ প্রত্যেকের জন্য যে পশ্চাতে নিন্দা করে এবং সামনেও নিন্দা করে,",
                "tawjih": "দুর্ভোগ এমন প্রত্যেক ব্যক্তির জন্য, যে পেছনে লোকের নিন্দা করে এবং সামনাসামনিও,"
            },
            "words": [
                {
                    "text": "وَيْلٌ",
                    "meaningBn": "ধ্বংস, আফসোস, অমঙ্গল, দুর্ভাগ্য",
                    "notes": "وَيْلٌ (ধ্বংস, আফসোস, অমঙ্গল, দুর্ভাগ্য)।"
                },
                {
                    "text": "لِّكُلِّ",
                    "meaningBn": "প্রত্যেকের জন্য",
                    "notes": "كُلِّ (সমস্ত, সমগ্র, সকল, প্রত্যেক) মূল ক্রিয়ার একটি বিশেষ্য। كُلِّ শব্দটি لِكُلِّ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে لِكُلِّ হয়েছে; পূর্বে সম্বন্ধসূচক অব্যয় (لِ) যুক্ত থাকায় لِكُلِّ (প্রত্যেকের জন্য) হয়েছে।"
                },
                {
                    "text": "هُمَزَةٍ",
                    "meaningBn": "পশ্চাতে গীবতকারী",
                    "notes": "هُمَزَةٍ (পশ্চাতে গীবতকারী): هَمَزَ (নিন্দা করা, গীবত করা, খোঁচা মারা, গুঁতা মারা, তাড়না করা, তাগিত দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য (গীবতকারী, ছিদ্রান্বেষী, যে অপবাদ দেয়, যে মিথ্যা কলঙ্ক রটনা করে, যে পশ্চাতে নিন্দা করে); শব্দটি لِكُلِّ -এর মুদাফ-ইলায়হি হওয়ায় তানবীনযুক্ত হয়েছে।"
                },
                {
                    "text": "لُمَزَةٍ",
                    "meaningBn": "সম্মুখে নিন্দাকারী",
                    "notes": "لُّمَزَةٍ (সম্মুখে নিন্দাকারী): لَمَزَ (চোখ পিট পিট করে ইশারা করা, নিন্দা করা, কটাক্ষ করা, দোষারোপ করা, দুর্নাম করা) মূল ক্রিয়ার একটি বিশেষ্য (ছিদ্রান্বেষী, দোষ অন্বেষণকারী, খুৎ-সন্ধানী, অকারণে আপত্তি উত্থাপনকারী, যে সম্মুখে নিন্দা করে); শব্দটি هُمَزَةٍ-কে অনুসরণ করায় তানবীনযুক্ত হয়েছে; তাজবীদের নিয়ম অনুযায়ী ইদগাম করে পড়ার জন্য -এর উপর তাশদীদ দেওয়া হয়েছে এবং তানবীন-এর পরিবর্তে শেষে একটি যুক্ত হয়ে لِّمَزَوْنِ হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 2,
            "arabic": "الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ",
            "bangla": "যে মাল (অর্থ) জমা করেছে এবং তা গুণে গুণে রেখেছে (বার বার গণনা করে)",
            "translations": {
                "osmani": "যে অর্থ জমা করে ও তা গুণে গুণে রাখে,",
                "tawjih": "যে অর্থ জমা করে এবং বারবার তা গুণে গুণে রাখে।"
            },
            "words": [
                {
                    "text": "الَّذِي",
                    "meaningBn": "যে",
                    "notes": "الَّذِي جَمَعَ (যে জমা করেছে): পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِي (যে, যিনি)।"
                },
                {
                    "text": "جَمَعَ",
                    "meaningBn": "জমা করেছে, সংগ্রহ করেছে",
                    "notes": "جَمَعَ (সংগ্রহ করা, একত্রে জড়ো করা, যোগ করা, অন্তর্ভুক্ত করা) মূল ক্রিয়া, অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপে আছে।"
                },
                {
                    "text": "مَالًا",
                    "meaningBn": "ধন, সম্পদ, অর্থ",
                    "notes": "مَالًا (ধন/ সম্পদ): مَالَ (প্রকৃত রূপ مَوَلَ) (ধনী হওয়া, সম্পদশালী হওয়া- বিশেষ করে গবাদিপশু দ্বারা) মূল ক্রিয়ার একটি বিশেষ্য (ধন, সম্পদ, অর্থ, তহবিল, মালামাল, পণ্য, পশু-সম্পদ); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় তানবীনযুক্ত হয়েছে।"
                },
                {
                    "text": "وَعَدَّدَهُ",
                    "meaningBn": "এবং সে উহাকে বারবার গণনা করে",
                    "notes": "عَدَّدَهُ (এবং সে উহাকে বারবার গণনা করে): عَدَّدَ (বারবার গণনা করা, গুণে গুণে রাখা, গুণে দেওয়া) মূল ক্রিয়ার ২নং ফরম (বারবার গণনা করা); ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; কর্ম হিসেবে সংযুক্ত-সর্বনাম (هُ) (তাকে, উহাকে) শেষে যুক্ত হওয়ায় عَدَدَهُ (তা গণনা করে রেখেছে) হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় (وَ) (এবং); তাজবীদের নিয়মানুযায়ী ইদগাম করে পড়ার জন্য -এর উপর তাশদীদ দিয়ে হয়েছে; তেলাওয়াতে এক-আলিফ টান দেওয়ার সুবিধার্থে এর উপর উল্টা পেশ দেওয়া হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 3,
            "arabic": "يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ",
            "bangla": "সে মনে করে যে তার মাল (অর্থ) তাকে চিরস্থায়ী করবে (অমর করে রাখবে)",
            "translations": {
                "osmani": "সে মনে করে যে, তার ধন-সম্পদ তাকে চিরজীবী করে রাখবে।",
                "tawjih": "সে মনে করে, তার সম্পদ তাকে চিরকাল বাঁচিয়ে রাখবে।"
            },
            "words": [
                {
                    "text": "يَحْسَبُ",
                    "meaningBn": "সে মনে করে",
                    "notes": "يَحْسَبُ (সে মনে করে): حَسِبَ (মনে করা, আন্দাজ করা, ধারণা করা, অনুমান করা, বিবেচনা করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, পুংলিঙ্গ, একবচন রূপ।"
                },
                {
                    "text": "أَنَّ",
                    "meaningBn": "যে",
                    "notes": "সংযোজক অব্যয় (যে)।"
                },
                {
                    "text": "مَالَهُ",
                    "meaningBn": "তার মালধন",
                    "notes": "مَالَهُ (যে তার মালামাল): مَالٌ (ধন, সম্পদ, অর্থ, তহবিল, মালামাল, পণ্য, পশু-সম্পদ) শব্দটি সংযুক্ত সর্বনাম (هُ) (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহার হওয়ায় ফাতহা (যবর) পেয়েছে; তাজবীদের নিয়মানুযায়ী তেলাওয়াতে টান দেওয়ার জন্য এর উপর উল্টা পেশ দেওয়া হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় أَنَّ (যে)।"
                },
                {
                    "text": "أَخْلَدَهُ",
                    "meaningBn": "তাকে চিরস্থায়ী করবে",
                    "notes": "أَخْلَدَهُ (ইহা চিরস্থায়ী করবে তাকে): خَلَدَ (চিরস্থায়ী হওয়া, চিরঞ্জীব হওয়া, অমর হওয়া, শাশ্বত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَخْلَدَ (চিরস্থায়ী করা, চিরঞ্জীব করা, অমরত্ব প্রদান করা, কোনো কিছুর প্রতি ঝোঁকা); ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; কর্ম হিসেবে সংযুক্ত সর্বনাম (هُ) (তাকে) শেষে যুক্ত হওয়ায় أَخْلَدَهُ (তাকে চিরস্থায়ী করবে) হয়েছে; তাজবীদের নিয়মানুযায়ী এক-আলিফ টান দেওয়ার সুবিধার্থে এর উপর উল্টা পেশ দেওয়া হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 4,
            "arabic": "كَلَّا لَيُنبَذَنَّ فِي الْحُطَمَةِ",
            "bangla": "কখনই না, সে নিক্ষিপ্ত হবে হুতামার (বিচুর্ণকারী স্থান) মধ্যে।",
            "translations": {
                "osmani": "কখনই নয়, তাকে তো অবশ্যই আছাড় দিয়ে 'হুত্বামা'য় ফেলে দেওয়া হবে।",
                "tawjih": "কখনো না। তাকে তো অবশ্যই হুতামায় নিক্ষেপ করা হবে।"
            },
            "words": [
                {
                    "text": "كَلَّا",
                    "meaningBn": "কখনই না",
                    "notes": "كَلَّا (কখনই না): ক্রিয়া-বিশেষণ।"
                },
                {
                    "text": "لَيُنبَذَنَّ",
                    "meaningBn": "সে অবশ্য অবশ্যই নিক্ষিপ্ত হবে",
                    "notes": "لَيُنبَذَنَّ (কখনই না, সে অবশ্য অবশ্যই নিক্ষিপ্ত হবে): نَبَذَ (নিক্ষেপ করা, ছুঁড়ে মারা, প্রত্যাখান করা, বাতিল করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, পুংলিঙ্গ, একবচন, কর্মবাচ্য, যুসীভভাব জোরালো রূপ يُنْذَنَ (সে নিক্ষেপ করবে); নিয়ামক হিসেবে ক্রিয়া-বিশেষণ (لَ - অবশ্যই) পূর্বে যুক্ত হওয়ায় لَيُنْبَذَنَّ হয়েছে; এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ كَلَّا (কখনই না)।"
                },
                {
                    "text": "فِي الْحُطَمَةِ",
                    "meaningBn": "হুতামার মধ্যে",
                    "notes": "الْحُطَمَةِ (হুতামার মধ্যে): حَطّم (ভাঙ্গা, টুকরা টুকরা করে ভাঙ্গা, চূর্ণ করা, ভেঙ্গে ফেলা) মূল ক্রিয়ার একটি বিশেষ্য حُمَةٌ (বিচূর্ণকারী, পিষ্টকারী, প্রচন্ড আগুন, লোলুপ, লোভাতুর); এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْحُطَمَةِ হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 5,
            "arabic": "وَمَا أَدْرَاكَ مَا الْحُطَمَةُ",
            "bangla": "এবং তুমি কি জানো হুতামাহ কি",
            "translations": {
                "osmani": "আর কিসে তোমাকে জানাবে 'হুত্বামা' কি?",
                "tawjih": "আর তোমাকে কিসে জানাবে, কী সেই হুতামা?"
            },
            "words": [
                {
                    "text": "وَمَا أَدْرَاكَ",
                    "meaningBn": "এবং তোমাকে কিসে জানাবে",
                    "notes": "وَمَا أَدْرَاكَ (এবং তোমাকে কিসে জানাবে): دَرَى (জানা, অবহিত হওয়া, অবগত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَدْرَى (জানতে দেওয়া, জানানো, অবগত করা, অবহিত করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষের অক্ষর اَلِف-مَقْصُورَة 'আলিফ-মাকসুরা' হওয়ায় হরকত উঠে যাওয়ার প্রেক্ষিতে পূর্ববর্তী অক্ষর-এর উপর খাড়া যবর দেওয়া হয়েছে; কর্ম হিসেবে সংযুক্ত সর্বনাম كَ (তোমাকে) শেষে যুক্ত হওয়ার প্রেক্ষিতে أَلِف অক্ষরটি উঠে গিয়ে أَدْرَكَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও প্রশ্নবোধক সর্বনাম مَا (কী, কিসে?)।"
                },
                {
                    "text": "مَا الْحُطَمَةُ",
                    "meaningBn": "হুতামা কী",
                    "notes": "الْحُطَمَةُ (মহাপ্রলয় কি?): حُطَمَةٌ (বিচূর্ণকারী, পিষ্টকারী, প্রচন্ড আগুন, লোলুপ, লোভাতুর; দেখুন আয়াত-৪); এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় الْحُطَمَةُ (হুতামা) হয়েছে; পূর্বে রয়েছে প্রশ্নবোধক সর্বনাম مَا (কী?)।"
                }
            ]
        },
        {
            "ayahNumber": 6,
            "arabic": "نَارُ اللَّهِ الْمُوقَدَةُ",
            "bangla": "উত্তপ্ত উৎক্ষিপ্ত আল্লাহর আগুন",
            "translations": {
                "osmani": "তা হলো আল্লাহর প্রজ্জ্বলিত অগ্নি।",
                "tawjih": "তা হলো আল্লাহর প্রজ্জ্বলিত অগ্নি।"
            },
            "words": [
                {
                    "text": "نَارُ اللَّهِ",
                    "meaningBn": "আল্লাহর আগুন",
                    "notes": "نَارُ اللَّهِ (আল্লাহর আগুন): نَارَ (প্রকৃত রূপ نَوَرَ) (আলো দেওয়া, আলো প্রতিফলিত করা, উজ্জ্বল হওয়া, দীপ্তিময় হওয়া, চকচক করা) মূল ক্রিয়ার একটি বিশেষ্য نَارٌ (আগুন, অগ্নি, অনল); শব্দটি اللَّهِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে نَارُ (আগুন) হয়েছে; اللَّهِ মুদাফ ইলায়হি হওয়ায় اللَّهِ (আল্লাহের) হয়েছে।"
                },
                {
                    "text": "الْمُوقَدَةُ",
                    "meaningBn": "প্রজ্জ্বলিত",
                    "notes": "الْمُوْقَدَةُ (প্রজ্জ্বলিত): وَقَدَ (জ্বলা, প্রজ্জ্বলিত হওয়া, পুড়তে থাকা) মূল ক্রিয়ার ৪নং ফরম أَوْقَدَ (আগুন ধরানো, জ্বালানো, আগুন লাগানো, আলোকিত করা)-এর কর্ম-বিশেষ্য مُؤْقَدٌ (প্রজ্জ্বলিত), স্ত্রীলিঙ্গ রূপ مُؤْقَدَةٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল (ال) যুক্ত হওয়ায় الْمُوْقَدَةُ হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 7,
            "arabic": "الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ",
            "bangla": "যা অন্তর সমূহের উপর পৌঁছে যাবে (হৃদয়কে গ্রাস করবে)",
            "translations": {
                "osmani": "যা হৃদয় পর্যন্ত পৌঁছবে।",
                "tawjih": "যা হৃদয়ের ভেতরে প্রবেশ করবে।"
            },
            "words": [
                {
                    "text": "الَّتِي تَطَّلِعُ",
                    "meaningBn": "যা পৌঁছে যাবে",
                    "notes": "اَلَّتِي تَطَّلِعُ (যা পৌঁছে যাবে): طَلَعَ (উদয় হওয়া, প্রকাশিত হওয়া, দৃশ্যমান হওয়া, অবির্ভূত হওয়া, উপরে ওঠা, আরোহণ করা) মূল ক্রিয়ার ৮নং ফরম اِطَّلَعَ (অবহিত হওয়া, অবগত হওয়া, জানতে পারা, আরোহণ করা, লাফ দিয়ে দ্রুত পৌছা)-এর বর্তমানকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, একবচন রূপ تَطَّلِعُ; পূর্বে রয়েছে সংযোজক সর্বনাম اَلَّتِي (যে, যিনি)।"
                },
                {
                    "text": "عَلَى الْأَفْئِدَةِ",
                    "meaningBn": "অন্তরসমূহের উপরে",
                    "notes": "عَلَى الْأَفْئِدَةِ (অন্তরসমূহের উপরে): فُؤَادٌ (অন্তরে আঘাত লাগা, হৃৎপিন্ডের অসুখে আক্রান্ত হওয়া, অন্তরে চোট পাওয়া) মূল ক্রিয়ার একটি বিশেষ্য فُؤَادٌ (অন্তর, আত্মা, মন, হৃৎপিন্ড), বহুবচন أَفْئِدَةُ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (ওপর, প্রতি) থাকায় اَلْأَفْئِدَةِ (অন্তরসমূহের) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 8,
            "arabic": "إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ",
            "bangla": "নিশ্চয়ই তা (জাহান্নামের আগুন) তাদেরকে ঢেকে ফেলবে (তাদের পরিবেষ্টন করে রাখবে)।",
            "translations": {
                "osmani": "তা তাদের উপর রুদ্ধ করে দেওয়া হবে।",
                "tawjih": "নিশ্চয়ই তা তাদের ওপর বন্ধ করে দেওয়া হবে।"
            },
            "words": [
                {
                    "text": "إِنَّهَا",
                    "meaningBn": "নিশ্চয়ই ইহা",
                    "notes": "إِنَّهَا (নিশ্চয়ই ইহা): ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়ই) এবং স্বতন্ত্র-সর্বনাম هَا (সে, ইহা)-এর মিলিত রূপ।"
                },
                {
                    "text": "عَلَيْهِمْ",
                    "meaningBn": "তাদের উপরে",
                    "notes": "عَلَيْهِمْ (তাদের উপরে): সম্বন্ধসূচক অব্যয় عَلَى (ওপর) এবং সংযুক্ত সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ।"
                },
                {
                    "text": "مُّؤْصَدَةٌ",
                    "meaningBn": "যা পরিবেষ্টিত",
                    "notes": "مُّؤْصَدَةٌ (যা পরিবেষ্টিত): أَصَدَ (১নং ফরমে ব্যবহার নাই) মূল ক্রিয়ার ৪নং ফরম أَوْصَدَ (সকল দিক হতে পরিবেষ্টন করা, চারদিক থেকে বন্ধ করে দেওয়া)-এর কর্ম-বিশেষ্য مُؤْصَدٌ (যা সকল দিক হতে বন্ধ, পরিবৃত, পরিবেষ্টিত, আবদ্ধ, অবরুদ্ধ), স্ত্রীলিঙ্গ রূপ مُؤْصَدَةٌ; তাজবীদের নিয়ম অনুযায়ী মিম-গুন্নাহ করার জন্য -এর উপর তাশদীদ দিয়ে مُّؤْصَدَةٌ লেখা হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 9,
            "arabic": "فِي عَمَدٍ مُّمَدَّدَةٍ",
            "bangla": "দীর্ঘায়িত (উঁচু-উঁচু) স্তম্ভসমূহের মধ্যে।",
            "translations": {
                "osmani": "লম্বা লম্বা থামের মধ্যে (আবদ্ধ থাকবে)।",
                "tawjih": "লম্বা লম্বা খুঁটির মাঝে (তারা আবদ্ধ থাকবে)।"
            },
            "words": [
                {
                    "text": "فِي عَمَدٍ",
                    "meaningBn": "স্তম্ভসমূহের মধ্যে",
                    "notes": "عَمَدَ (ঠেকনা দেওয়া, ঠেলে ধরা, আলম্বের সাহায্যে ধরে রাখা, মনোস্থ করা, সঙ্কল্প করা, প্রয়োজন পূরণ করা) মূল ক্রিয়ার একটি বিশেষ্য عَمُودٌ (খুঁটি, ঠেকনা, উঁচু কাঠামো, স্তম্ভ), বহুবচন عَمَدٌ; পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় عَمَدٍ (স্তম্ভসমূহের) হয়েছে।"
                },
                {
                    "text": "مُّمَدَّدَةٍ",
                    "meaningBn": "দীর্ঘায়িত",
                    "notes": "مُمَدَّدَةٍ (দীর্ঘায়িত): مَدَّ (প্রসারিত করা, বিস্তৃত করা, বিছানো, ছড়ানো, বড়ো করা, টেনে বাড়ানো, মেলে দেওয়া, দীর্ঘায়িত করা, সম্প্রসারিত করা) মূল ক্রিয়ার ২নং ফরমের কর্ম-বিশেষ্য مُمَدَّدٌ (দীর্ঘায়িত), স্ত্রীলিঙ্গ রূপ مُمَدَّدَةٌ; শব্দটি عَمَدٍ-কে অনুসরণ করায় مُمَدَّدَةٍ হয়েছে।"
                }
            ]
        }
    ]
}
